[
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_0",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 2,
    "chunk_index": 0,
    "text": "Contents at a glance  \n \nWelcome  1 \n  \nUseful contact s 2 \n  \nWeb and mobile services  3 \n  \nMembership   \n Starting your membership  4 \n Managing your membership  6 \n Ending your membership  7 \n Topping up your cover age 8 \n  \nClaim procedures   \n General information  9 \n Claiming Hospital and Surgi cal Benefit , SMM Benefit and Maternity Benefit  13 \n Claiming Clinical  Benefit  and Maternity Benefit  (Using BHN Card)  15 \n Claiming Clinical Benefit , Maternity Benefit  and Dental Benefit  (Not using BHN Card)  16 \n Claiming Network Dental Benefit  (Consultation a t Network Dental Centre ) 18 \n  \nGeneral exclusions  19 \n  \nGlossary of terms  21 \n  \nYour  personal data  26"
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_0",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 4,
    "chunk_index": 0,
    "text": "Welcome \n \n \n 1  Welcome to the Group Health Insurance Scheme (“the Scheme”) provided by your employer! The \nScheme is a dministered and underwritten by Bupa (Asia) Limited ( “Bupa ”) and provides  you with \n24-hour worldwide coverage . From now on, you have access to expert health insurance services  \nprovided by Bupa . In this booklet , we have pu t together the key information you  need to help you make the most of  your \ncover, including a step -by-step g uide to making a claim. We encourage you to keep this booklet \nsomewhere that  is easy to reach. It  will come in handy if you need to make a claim. As a health insurance specialist in  Hong Kong,  Bupa  is part of the Bu pa group established in the UK \nin 1947. The Bupa group is now a leading international healthcare organisation serving millions of \ncustomers around the world through diversified healthcare  services from health insurance to  \nhospitals, care homes and health assessments. As Bupa does not have any  shareholders, its \nprofits are invested to provide more and better healthcare to customers and communities . In Hong \nKong, the Bupa group also provid es primary healthcare services thr ough another member, Quality \nHealt hcare which is a leading provider of pr ivate outpatient services with an extensive network of \nmedical centres."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_1",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 4,
    "chunk_index": 1,
    "text": "profits are invested to provide more and better healthcare to customers and communities . In Hong Kong, the Bupa group also provid es primary healthcare services thr ough another member, Quality Healt hcare which is a leading provider of pr ivate outpatient services with an extensive network of medical centres. To ensure you understand your benefit entitlements, you are encouraged to rea d the relevant \nsections of this booklet in relation to your entitled  benefits thoroughly in conjunction wit h the \nfollowing:  \n Schedule of Benefits \n Bupa Worldwide Assistance Programme Leaflet  (if applicable)  \nShould you have any questions regarding the Scheme  or your membership , please do not hesitate \nto contact Bupa’s Custome r Care Helpdesk  at (852) 2517 5388. Note:  \nThe information in this booklet is for member’s reference only. In the event of any conflict in the \ninterpretation between the Eng lish version and the Chinese versi on, the English version shall prev ail. Should there be any discrepancy b etween this booklet and the provisions of the Group Health Insurance \nContract, we shall follow the latter for final interpretation."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_0",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 5,
    "chunk_index": 0,
    "text": "Useful contacts  \n \n \n 2  As our valued m ember, you can enjoy our professio nal services anytime. You can con tact us or \nmanage your membership in va rious ways:  \nGet in touch for questions, \nclaims, suggestions and \ncompliments  24-hour Customer Care helpdesk:  (852) 2517 5388  \nOffice hours  \n9:00 am –  7:00 pm , Monday to Friday, (except p ublic holidays ) \n We are pleased to answer a ll your enquiries . Outside off ice hours  \nWe are happy to answer the following enquir ies: \n information of HealthNet Service Providers  \n information of benefit entitlement  \n claim s and ot her policy administration procedur es \n claim forms  \nE-mail:   customerc are@bupa.com.hk  \nFax:  (852) 3973 6970 \nDownload forms  Visit:   \nwww.bupa.com.hk > Customer care > Download forms  \nYou can also ask our Customer Care helpdesk to send you any \nform by fax. Write to us or visit us Address:   \n6/F, Tower 2, The Quayside, 77 Hoi Bu n Road, Kwun Tong, \nKowloon, Hong Kong ."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_0",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 6,
    "chunk_index": 0,
    "text": "Web and mobile services  \n \n \n 3  Making your life easier is part of  our mission . As your healthcare partner, w e have created a range \nof support services to help you stay in con trol of your health insurance at a time that is convenient to \nyou. Online  and m obile services  \nmyBupa is your go -to pla ce to easily manage your cover. You can : \n Check your membership details  \n Submit claims online (if applicable) # and provid e information  to resolve pending claims  \n Access your eMedical Card  or use Hospital eAdmission to send your member information to \nyour selected hospital upon admission  (if applicable) # \n View membership documents  \n Check your claims status an d any outsta nding shortfall  \n View c laims statements  and shortfall invoices (if applicable)  \n View clinical benefit usage  \n Download claim forms  and other frequently used forms  \n Download  your List of HealthNet Service Providers and Medpass Network Hospital List  (if \napplicabl e) \n Search and get inform ation for Healt hNet Service Provid ers and night clinics  \nRegister myBupa at mybupa.bupa.com.hk. It’s free. To start using myBupa, simply follow the 6 steps for registration:  \n1. Go to myBupa website or mobile app and click \" Register now \"; \n2. Enter your membership  number, HKID/p assport number and date of birth, then click \"Submit\";  \n3. Enter your mobile number and email address , then  click \"Send Verification Code\" to get the \ncode sent to your email;  \n4."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_1",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 6,
    "chunk_index": 1,
    "text": "to myBupa website or mobile app and click \" Register now \"; 2. Enter your membership number, HKID/p assport number and date of birth, then click \"Submit\"; 3. Enter your mobile number and email address , then click \"Send Verification Code\" to get the code sent to your email; 4. Enter the verification code;  \n5. Creat e your own l ogin ID and password;  \n6. Click \"Submit\" to  complete the first -time registration. You can also download the myBupa free mobile app:  \n \n \n \n    \n    \n    \n    \n     \nClaims notification services  \nYou will receive a e -notification once your claims are processed, followed by a clai ms statement \nsent to your office a s usual (or by email if your company has opted  for our e -Statement service) . To enjoy this service, you can simply sign up by calling our Customer Care helpdesk at 2517 5388 . \n \n# Whether you can use the hospital e -claims se rvice and eMedical Card on myBupa is subject to the arrangement of your group \nhealth insurance scheme ."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_0",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 7,
    "chunk_index": 0,
    "text": "Membership  \nStarting  your membership  \n \n 4  Eligibility \nAll full-time permanent employees aged below 65 years are eligible to join the Scheme . Your dependants may also be eligible to join if depen dant co ver is provided under the S cheme. Depend ants include:  \n your lawful spouse aged below 65 years ; and  \n your lawful unmarried child(ren) aged from 15 days to 17 years (or aged from 18 years to 22 \nyears if they are full -time students with valid proof upon  request ). Effecti ve date of memb ership  \nYou will be en rolled into the Scheme  on the date as set by your employer . In case you are sick and \nnot actively at work on such date, your membership will commence on the day you return to work. Membership for your  existi ng dependant s, if applicabl e, will begin on your  memb ership \ncommencement date. In case your dependants are hospitalised on such date, their membership \nwill commence on the day following their discharge from hospital."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_0",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 8,
    "chunk_index": 0,
    "text": "Membership  \nStarting  your membership  \n \n 5  Your B upa HealthNet Card  \nPoin ts to n ote upon \nreceipt of BHN Car d  After enrolment in the S cheme, y ou and your dependants, if \napplicable, will each receive a Bupa HealthNet Card (“BHN \nCard”) . \no Your name and Bupa membership number are imprinted on \nthe front of the BHN Card.  \no You and your d ependan ts should ch eck the accurac y of the \nnames and si gn on  the back of the BHN Card. Use of BHN Card   The BHN Card can be used to  settle payment for  the following \nservices if specified in the Schedule of Benefits : \no in-patient t reatments at the private hos pitals in Hong Kong  \nas listed in t he List of HealthNet Servi ce Providers ; \no clinical consultations and laboratory tests carried out by \nHealthNet Service Providers in Hong Kong and Macau as \nlisted in the List of HealthNet Service Providers  (payable \nunder HealthNet B enefit); \no consultations or t reatments at the outp atien t department of \nthe private hospitals in Hong Kong as listed in the List of \nHealthNet Service Providers (payable under Non -HealthNet \nBenefit) ; and  \no video consultation services with eligible BHN  card if yo u \nhave Healt hNet Clinical B enefit. Consult our desig nated \nHealthNet General Practitioners and Chinese Herbalist s \nthrough a video call comfortably and safely at home."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_1",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 8,
    "chunk_index": 1,
    "text": "the List of HealthNet Service Providers (payable under Non -HealthNet Benefit) ; and o video consultation services with eligible BHN card if yo u have Healt hNet Clinical B enefit. Consult our desig nated HealthNet General Practitioners and Chinese Herbalist s through a video call comfortably and safely at home. Only \neligible medical expenses are covered and all medication \ndelivery charges sh all not be payable. Visit \nwww.bupa.co m.hk/ vc for details . What should I do if I lose \nmy BHN Card?   You should inform your employer within 24 hours in case of loss \nor theft of your BHN Card and submit a complete d “Declaration \nof Membership Card Loss” to you r employer . If you do not \nreport su ch lo ss, you may be held liable for any costs arising \nfrom any unauthorised use of the BHN Card.  \n The first card replacement is free  of charge . An administration \nfee of HK$100 pe r card will be charged for sub sequ ent \nreplacements in the same contract year."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_0",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 9,
    "chunk_index": 0,
    "text": "Membership  \nManaging  your membership  \n \n 6  Enrolment of new dependants  \nHow do I enrol  new dependants?  (if applicable)  \nNewly married spouse  \n  Please notify your employer within 31 days of your marriage.  \n Your spouse’s membership will begin on the registered date of \nmarriage. Newborn child \n  Please notify your employer within 45 days of your child ’s birth and \nsubmit a photocopy of the birth certificate for verification.  \n Your child’s membership will begin on the 15th day from the date of \nbirth. Note:  \nIf you inform your employer after the above- mentione d notification period, your new dependant’s \nmembership commencement date may be postponed to a date as determined by Bupa."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_0",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 10,
    "chunk_index": 0,
    "text": "Membership  \nEnding your membe rship \n \n 7  Termination  of membership  \nEvent  The membership  for you and/or your dependant  \n(if applica ble) will automatically end o n: \nLeaving service  The date of leaving service  \nYou or your spouse reaches the \nage of 65  The Scheme’s Contract Anniversary Date immediately following \nthe attainment of 65 years old  \nChildren grow up  The Scheme’s Co ntract Anniv ersary Date immediately following \nthe attainment of:  \n 18 years old if the child is not a full -time student; or  \n 23 years old  \nDivorce *  The date your divorce takes effect  \nDependant passes away  * The day after the de ath of your dependant  \n* If either of thes e events occur s, you need to notify your employer within  31 days  to end the \nmembership of your dependant(s) . Note:  \nPlease return the BHN Card(s) to your employer no later than the effective date of termination."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_0",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 11,
    "chunk_index": 0,
    "text": "Membership  \nTopping up your coverage  \n \n 8  Bupa offers the Scheme members t he opportuni ty to join our designated individual health insurance \nscheme  at each  member’s own c ost at different  life stages  (e.g., upon renewal  of your group \nscheme, before or a fter chan ging jobs, before  retirem ent) to boost  your cove r. You and your depen dants, if ap plicable, can enrol in Bupa ’s designated individual health insurance \nscheme  at the same room level under Hospital and Surgical Benefit as your entitled room level \nunder your c urrent group Scheme  at different life  stages. B upa guarantees that your applicati on will \nbe accepted without underwriting regardless  of your health condition s1. Mor eover, medical \nconditions  eligible under  your group membership will be covered for  life2 under the designated \nindivi dual health i nsurance  scheme . You can enrol in Bupa’s designated individual health insurance  scheme  during any one of the \nfollowing periods3: \n1. Within 60 days of joining a Bupa group scheme;  \n2. Within 60 days after t he Contract Anniversa ry Date of a  Bupa group  scheme;  \n3. Within 30 days  before or after termi nation of a Bupa group  scheme membership ; or \n4. Within 30 days after  marriage or child’s birth."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_1",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 11,
    "chunk_index": 1,
    "text": "60 days of joining a Bupa group scheme; 2. Within 60 days after t he Contract Anniversa ry Date of a Bupa group scheme; 3. Within 30 days before or after termi nation of a Bupa group scheme membership ; or 4. Within 30 days after marriage or child’s birth. If you are interested in topping  up your c overage , please contac t Bupa’s Customer Care helpdesk.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n1 Please refer to the \"Eligibility\"  section of the designated individual health insurance  scheme  brochure for details.  \n2 All pre -existing conditions which are payable under your Bupa group scheme shal l be covered under the designated \nindividual health insu rance scheme  if you have been conti nuously insured under  a Bupa group scheme and/or the \ndesigna ted individual health i nsurance  scheme for a total of at least 12 consecutive months,  with the exception of those \nspecified und er the  Genera l Exclusions of the designated individual h ealth insuran ce scheme  contract. B upa guarantees \nthat your cover under the designa ted individual  health insurance  scheme  can be renewed every year for life as long as \nyou meet th e requirements as stat ed in the Ren ewal Clause of your contract. Bupa reserve s the right to  amend the \nsubscripti on, benefits, terms and conditions upon your contract renewal."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_2",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 11,
    "chunk_index": 2,
    "text": "designa ted individual health insurance scheme can be renewed every year for life as long as you meet th e requirements as stat ed in the Ren ewal Clause of your contract. Bupa reserve s the right to amend the subscripti on, benefits, terms and conditions upon your contract renewal. You can refer to the designa ted individual health \ninsurance  scheme contract for f urther details.  \n3 If the num ber of employees joining your company’s Bupa group  scheme is be tween 2 – 9, you can  only enrol in  the \ndesigna ted individual health insurance  scheme  within 30 days before or after termination of your Bupa group scheme  \nmembership when your emplo yment e nds (e xcept w hen you retire)."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_0",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 12,
    "chunk_index": 0,
    "text": "Claim proc edures  \nGeneral informat ion \n \n 9  No m atter you choose He althNet  or Non-HealthNet medical s ervice providers, please read this \nsection carefully. Details of the claim procedures for the following medical benefits are included in \nlater sections.  \n Hospital and Surgical Benefit  \n Supplementary Major Medical Benefit  (“SMM Benefit”)  (if applicable)  \n Clinical Benefit  (if applicable)  \n Maternity Benefit  (if applicable)  \n Dental Benefit  (if applicable)  \nYou should read the claim procedures for your entitled benefits as shown in the Schedule of Benefits. Useful  tips for claims  \nNo m atter  you u se BHN Card or not, p lease note:  \n1 Tips on referral letter for Clinical Benefit : \n   To be entitled to the following  \nbenefits (if applicable) ….. You need to get a Referral Letter  from:  \nSpecialist *  General Practiti oner \nPhysiotherapist / Chiropractor / \nall Diagnostic Imag ing & Laboratory Tests  General Practitioner / Specialist  \nPrescribed Western Medication  General Practitioner / Specialist  \n(issue “Prescription ”) \nX-ray only and Laboratory Tests  Registered Chinese Medicine Practiti oner / \nChiropractor  \nPsychological Counsel ling The attending Psychiatrist  \n* Referral is not required for Dermatology , Family Medicine, Gynaecology, Ophthalmology , \nOrthopaedics, Otolaryngology, Paediatric Surgery , Paediatrics and Psychiatry within HealthNet. Refer ral letter  or prescription, if app licable,  is valid for the same or related medical condition for \n6 months from the issue date . Treatment for a new or unrelated medical condition will require \na new referral letter  or prescription ."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_1",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 12,
    "chunk_index": 1,
    "text": "Paediatric Surgery , Paediatrics and Psychiatry within HealthNet. Refer ral letter or prescription, if app licable, is valid for the same or related medical condition for 6 months from the issue date . Treatment for a new or unrelated medical condition will require a new referral letter or prescription . If you do not use BH N Card, pleas e note:  \n2 Tips on cl aiming for reimbursement of medical expenses:  \n    You need to submit medical claims to Bupa within 90 days  from the date of treatment or \ndischarge from hospital; otherwise, they may b e declined for settleme nt. \n Bupa will r eimburse you the eligible amount b y crediting your bank account in Hong Kong \ndollars within 5 – 7 working days upon receipt of all necessary documents.  \n Claim Forms can be downloaded from  Bupa’s web site at www.bupa.com. hk."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_0",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 13,
    "chunk_index": 0,
    "text": "Claim proc edures  \nGeneral informat ion \n \n 10  If you us e BHN  Card, please note:  \n3 Tips on p re-authorisation for HealthNet Benefit:  \n    \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n4 Tips on shortfall incurred from using BHN Card:  \n   In case the expenses incurred via using the BHN Card exceed the benefit limits or  the \nexpenses are  not cove red under the Scheme, Bupa w ill issue a Shortfall  Invoice to you and \nyou have to settle the shortfall amount to Bupa within 14 days after receipt of the Shortfall \nInvoice . Pre-auth orisation \nproc edures  HealthNet Registered M edical Pr actitione r will help you seek pre -autho risation from \nBupa for  the following servi ces, if applicable:  \n1. diagnostic imaging or laboratory tests  (as requi red by Bupa’s provider guidelines ) \n2. treatment by  a Non-HealthNet Speci alist (only  if referred by a Heal thNet General \nPractit ioner whe n the necessary specialty is not availa ble within Bupa HealthNet)  \nNote:  \n1. If pre -authorisation is required for emerg ency situa tions  after Bupa ’s offi ce hours, \nsubsequent aut horisation can be done on the nex t working day  after tr eatmen t.  \n2. If you do n ot obtain  pre-authorisation or pre -authorisation  is not approved,  all eligible \nmedical  expenses will be paid under Non -HealthNet Bene fit, if any."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_1",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 13,
    "chunk_index": 1,
    "text": "after Bupa ’s offi ce hours, subsequent aut horisation can be done on the nex t working day after tr eatmen t. 2. If you do n ot obtain pre-authorisation or pre -authorisation is not approved, all eligible medical expenses will be paid under Non -HealthNet Bene fit, if any. HealthNet  Registere d Medical Prac titioner fills in \nthe Pre-authori sation Form and faxes it to Bupa.  \n \n 1 \n \n Bupa sends  the pre -authorisation confirmation to \nHealthNet Registe red Medical Practitioner.  \n \n 2 \n \n You need to check and si gn the pre -authorisation \nconfirma tion and k eep the Member ’s copy.  \n \n \n 3 \n \n Pre-authorisati on\nprocedures"
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_0",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 14,
    "chunk_index": 0,
    "text": "Claim proc edures  \nGeneral informat ion \n \n 11  Day Proc edure Benefit : \n1 Coverage for  endoscop y and viral warts and skin lesions procedures  \n   For day case or clinical p rocedures in Hong Kong  \n \nPre-authorisation is re quired for endosc opy and viral warts and skin lesions procedures. Your \neligible expenses will be reimbursed differently depending o n what type of provider you \nchoose:  \n \n   For procedu res performed by HealthNet docto rs at HealthNet Service Pr oviders, you \ncan en joy full cov er and cashless service for eligible expenses. Please visit a HealthNet \nService Provider to enjoy cashless service with your BHN Card, after receiving \npre-authorisatio n from Bupa.  \n   For procedures at N on-HealthNet providers, yo ur eligible expense s will be co vered up to \nthe maximum limit per member of Non -HealthNet Benefit under Day Case Endoscopy \nProcedure Benefit and Day Case Vir al Warts and Skin Lesions Procedure Bene fit. You \nshould apply for pre -authorisation beforehand  and s ettle your expenses with the se rvice \nproviders directly. Then file a claim for reimbursement . Please note that Supplementary Major Medical Benefit doesn’t apply to day case endoscopy or \nviral war ts and skin lesions procedures. If you don’t get pre -authori sation from Bupa for day case o r clinical operations, you won’t be \nentitled to any benefits and your medical expenses will not be paid."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_1",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 14,
    "chunk_index": 1,
    "text": "that Supplementary Major Medical Benefit doesn’t apply to day case endoscopy or viral war ts and skin lesions procedures. If you don’t get pre -authori sation from Bupa for day case o r clinical operations, you won’t be entitled to any benefits and your medical expenses will not be paid. For p rocedures perfo rmed during hospital confinement in Ho ng Kong  \n \nEndoscopy and viral warts  and skin lesions procedures performed during hospital confi nement \nwith an overnight stay will be reimbursed differently depending on what type of provider you \nchoose and  whether pre -authorisation was obtained: \n \n   With pre -authorisation from Bupa  \no At Health Net Ho spitals with a HealthNet d octor: Your eligible expenses w ill be \npayable under other b enefit  items of  HealthNet Benefit and Supplementary Major \nMedical Benefit,  subject to the overall  annual limit.  \no At your choice of d octor and hospital: Your eligible expens es will be covered \nunder other benefit items  of Non -Healt hNet Benefit and Supplementary Major \nMedical Benefit , subject to the maximum limit per member and o verall annual \nlimit. \n   If yo u don’t get pre -authorisation  \no At your choice of doctor and hospita l: Your claim (if eligible) will b e paid up to the \nmaximum limit per member under Day Case Procedure Benefits only and overall \nannual limit. Supplementary Major  Medical Benefit will not be a pplicable."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_0",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 15,
    "chunk_index": 0,
    "text": "Claim proc edures  \nGeneral informat ion \n \n 12   \nPre-authorisatio n procedures  \n \nIf you choo se a Non -HealthNet p rovider, you should follow  these steps to get pre -authorisation \nbefore your endoscopy or viral warts and skin lesions procedure : \n \n1. Simply download the Pre -authorisation Form from our website or myBupa, or call ou r \nCustomer Care helpdesk to obtain  it. \n2. Comple te Part 1 of the form and ask your doctor to complete Part 2. Discuss with your \ndoctor and choose your pr ivate hospital o r day -case centre.  \n3. Send the form to us by email, fax or post.  \n4. If your pre -authorisation is  approved*, we’ll inform you by ph one/email o r send you the \nPre-authori sation Confirmation/Guarantee of Payment Letter upon request. For endoscopy and viral warts and skin lesions procedures performed outsid e Hong Kong, \nyour eligible expenses will be cove red under other benefit items of Non-HealthNe t Benefit and \nSupplementar y Major Medic al Benefit  in lieu of Day Case Procedure Ben efits. For the full list of endoscopy and viral warts and skin lesions procedure s covered under Day \nCase Procedure Benef its, pl ease refer to the Documents sectio n of Bupa’s customer service \nportal my Bupa. This lis t is subject to change from time to time.  \n \n* It should take around 2 business days to complete the pre -authorisation once al l necessary information is received wit h a \nsigned application form."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_1",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 15,
    "chunk_index": 1,
    "text": "refer to the Documents sectio n of Bupa’s customer service portal my Bupa. This lis t is subject to change from time to time. * It should take around 2 business days to complete the pre -authorisation once al l necessary information is received wit h a signed application form. The process  above is only  applicable to members wit h Day  Case  Procedu re Benefit s and the \nfollowing medical card types:   \n \nClinical, Clinical – Not for X -ray and Lab, H ospital & Clin ical medical card types  \n \n  \n  \n \n \n CLINICAL CLINICAL – NOT FOR X -RAY & LAB  HOSPITAL & CLINICAL"
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_0",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 16,
    "chunk_index": 0,
    "text": "Claim procedures  \nClaiming Hospital and Surgical Benefit, SMM Benefit a nd Mat ernity Benefit  \n \n 13   Using BHN Card  \n(Applicable to member whos e BHN C ard is \nembossed with “HOSP ITAL  & CLINICAL ”) Not Using BHN Card  \n \n \nAt the \nhospital   Present BHN Card for registration.  \n Sign the voucher.  \n Complete Part I of Bupa Hospital \nClaim Form.  \n The hospital administrator will arrange \nfor completion of Part II of the Cla im \nForm by the attend ing R egistered \nMedical Practitioner.   Complete Part I of Bupa Hospital Cla im \nForm.  \n Ask your attending Registered Medical \nPractitioner to complete Part II of Bupa \nHospital Claim Form for you. Upon  \ndischarge   Settle payment b y BHN C ard.  Settle the medic al bill by yourself first  and \nobtain original receipt . \n Obtain medical report or Discharge \nSummary, if any."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_1",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 16,
    "chunk_index": 1,
    "text": "Ask your attending Registered Medical Practitioner to complete Part II of Bupa Hospital Claim Form for you. Upon discharge  Settle payment b y BHN C ard.  Settle the medic al bill by yourself first and obtain original receipt .  Obtain medical report or Discharge Summary, if any. After \ndischarge   Bupa will settle the expenses directly \nwith the hospital.  \n Bupa will notify you to settle shortfall ,  \nif any. \n  Within 90 days a fter the date of \ndischarge , submit to  Bupa:  \no completed Bupa Hospital Claim Form  \no original hospital receipt  \no medical report (if applicable)  \no Discharge Summary / Sick Leave \nCertificate (if applicable)  \n You ca n also submit your claims o nline \nby uploading the image s of the above \ndocuments to myBupa wi thin 90 days \nafter the date of treatment . \no Please keep the original receipt for 6 \nmonths from the date of claim \nsubmission. Bupa may request you to \nprovide the origi nal receipt for auditing \npurpose . \no In case you fail to p rovid e the original \nreceipt, your cla im submission via \nmyBupa eClaims Service may be \naffected . \n Bupa will reimburse you the eligible \namount within 5 – 7 working days ."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_0",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 17,
    "chunk_index": 0,
    "text": "Claim procedures  \nClaiming Hospital and Surgical Benefit, SMM Benefit a nd Mat ernity Benefit  \n \n 14  Other useful tips: \n To claim for reimbursement of the expe nses fo r hospital confinemen t on acco unt of pregnancy \nunder Mater nity Benefit, please follow the above claim procedures. Member whose BHN Card \nis embossed with “H OSPITAL & CLINICAL ” and “MA” can use the BHN Card to settle \npregna ncy-related medical expense s incur red at the private ho spita ls in Hong Kong  as listed in \nthe List of HealthNet Service Providers . For claim s relating to prenatal or postnatal \nconsultations and check -ups, please refer to the claim procedures for Clinical B enefit.  \n All original receip ts must  include: \no hospitalisa tion period \no patient’s full name \no name and address of the hospital and attending Registered Medical Practitioner  \no diagnosis  \no charges nature and breakdown  \no official stamp  and/or signature of the attending Re gistered Medical Practition er and hosp ital \n If you are a dmitt ed in a Hospital Authority’s hos pital, you do not need to ask the attending \nRegistered Medical Practitioner to complete Part II of the Claim Form provided that the \ndiagnosis and treatment details are provided on the receipt s, medi cal report, Discharge \nSumm ary or Sick Leave Certificate."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_0",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 18,
    "chunk_index": 0,
    "text": "Claim procedures  \nClaiming Clinical Benef it and Maternit y Benefit  \n(Using BHN Card)  \n \n 15  Consult HealthNet Service Providers  \n Visit the HealthNet Service Providers as listed in the List of HealthNet Service Providers.  \n You need to consult a  General Prac titioner  or Specialist  to obtain a  referral letter before \nconsulting the fo llowing HealthNet  Service Providers:  \no Specialists (except for Dermatology , Family Medicine, Gynaecology, Ophthalmology , \nOrthopaedics, Otolaryngology, Paediatric Surgery, Paediatrics and Psychiatry ) \no Physiothera pists \no Diagnostic Centres (Bupa also accepts referral letter  from a Registered Chinese Medicine \nPractitioner or Chiropractor  for X -ray only and laboratory tests ) \n HealthNet Registered Medical Practitioners will help you se ek pre -authorisation  from Bupa for \nthe foll owing services:  \no diagnostic imaging or lab oratory tests (as required by Bupa’s provider guidelines)  \no treatment by a Non -HealthNet Specialist (when the necessary specia lty is un available within \nHealthNet)  \n(See “Tips on pre -authorisation for HealthNet Benefit” on P. 10 for deta ils) \n \nPresent BHN Card  for registration  \n Present the following  prior to treatment:  \no BHN Card  \no referral letter (if applicable)  \no pre-authorisation confirma tion (if applicable ) \n Sign the voucher. Receive treatment  \n Health Net Registered Me dical Pra ctitioner s may prescr ibe you extra , long-term or expensiv e \nmedication if r equired and such expenses will be paid under Prescribed Western Medication \nBenefit of He althNet Benefit, if applicable."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_1",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 18,
    "chunk_index": 1,
    "text": "tion (if applicable )  Sign the voucher. Receive treatment  Health Net Registered Me dical Pra ctitioner s may prescr ibe you extra , long-term or expensiv e medication if r equired and such expenses will be paid under Prescribed Western Medication Benefit of He althNet Benefit, if applicable. Claim settlemen t \n Bupa will sett le the expenses d irectly w ith the H ealthNet Ser vice Providers.  \n Bupa will notify you  to settle shortf all, if any. Other useful tips:  \n Member whose BHN Card is embossed with “MA” can us e the  BHN  Card to settle \npregnancy -related medical expen ses incurred at t he HealthNet Serv ice Provi ders."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_0",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 19,
    "chunk_index": 0,
    "text": "Claim procedures  \nClaimin g Clinical Benefit,  Maternity Benefit and D ental Benefit  \n(Not using BHN Card)  \n \n 16  Consult an y medical service pr oviders  or Regis tered Dentists of your choice  \n Visit any Registered Medical Practitioners, Physiotherapists, Chiropr actor s, Registered Chinese \nMedicine Practitioners , Diagn ostic Centres , Psychological C ouns elling  or Register ed Dentists . \n You n eed to consult a  General Pract itioner  or Specia list or the attending Psychiatrist  to obtain a \nreferral letter before consulting th e following medical service providers:  \no Specialists  \no Physiotherapist s \no Chiropractors  \no Diagnost ic Centres  (Bupa a lso accepts referral letter  from a Registered Ch inese Medicine \nPractitioner or Chiropractor  for X -ray only and laboratory tests ) \no Psychological Counse lling (must be referred by the attending Psychiatrist ) \n \nReceive treatment and set tle the medical bill by  yourself fi rst \n Remember to  obtain original rec eipt, referral le tter and prescrip tion, if any."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_1",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 19,
    "chunk_index": 1,
    "text": "Practitioner or Chiropractor for X -ray only and laboratory tests ) o Psychological Counse lling (must be referred by the attending Psychiatrist ) Receive treatment and set tle the medical bill by yourself fi rst  Remember to obtain original rec eipt, referral le tter and prescrip tion, if any. Submit the claim to Bupa  \n Within 90 days after the date of treatment , submit to Bupa:  \no completed Bupa Cli nical Claim Form  \no original rec eipt \no referral letter (i f applicable ) – original or copy  \no prescription (i f applicable) – original or c opy \n You can also submit your claims online by uploading the images of the above documents to  \nmyBupa within 90 days after the da te of treatment . \no Please keep the o riginal receipt fo r 6 months f rom the date of claim submission. Bupa may \nrequest y ou to provid e the  original receipt for auditing purpose.   \no In case you fail to provide the original rece ipt, your claim submission via myB upa eClaims \nService may be aff ected . Claim settle ment \n Bupa w ill reimburse yo u the eligible amoun t within 5 – 7 wo rking days ."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_0",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 20,
    "chunk_index": 0,
    "text": "Claim procedures  \nClaimin g Clinical Benefit,  Maternity Benefit and D ental Benefit  \n(Not using BHN Card)  \n \n 17  Other  useful tips: \n To claim for reimbursement of the expenses for consultations with an Obstetrician and prenatal \nor postna tal check -ups on account of p regna ncy under Maternit y Benefit, p lease follow the  \nabove claim procedu res. \n All original  receipts mu st include: \no consultation date  \no patient’s full name \no medical service provider ’s name and addres s \no diagnosis  \no charges nature and brea kdown  \no official stamp and/or s ignat ure of medical ser vice provide rs \n To claim for reimbursement under Chinese Herbalist  Benefit or Chine se Bonesetter Benefit, the \noriginal receipt together with the original prescription mus t be submitted.  \n Prescription and me dication receipts must includ e: \nObtain medication  from: Clinic  Pharmacy  \nRequire d claim documents:  Original  \nmedicatio n receipt  Prescri ption Original  \nmedication receipt  \nDocuments issued by:  Clinic  Clinic  Pharmacy  \nIssue d ate       \nPatient’s name        \nService provider’s name and address        \nDiagnosis       \nDescrip tion of med icines        \nCharg es nature and breakd own      \nOfficial stamp  and/or  signature of \nservice provider      "
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_0",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 21,
    "chunk_index": 0,
    "text": "Claim procedures  \nClaiming Network Denta l Bene fit (Consultation at Network Dental Centre)  \n(Using BHN Card ) \n \n 18  Consult at Network Dental Centre*  \n Visit a Network De ntal Centre * of your choice . Present BHN Card  for registrati on \n Present the followi ng prior to treatment:  \no BHN C ard \no Hong Kong Identi ty Card  \n Sign the voucher. Receive treatment  \n Proceed to the consultation and receive treatment . Claim settlement  \n Bupa will assess the claim submitt ed by the Network Dental Cent re* and settle the paym ent \ndirectly  if direct billi ng arrangement is av ailable . \n Bupa wil l notify you  to settle shortfall, if any.  \n \n* Please make your appointment by calli ng th e Network Dental Centre. Network Dental Centre \nrefers to the network of dental servic e providers appoin ted by Bupa to provide dental services \nlisted un der “Network Dent al Benefit” in the Schedule of Benefits. Locations of the Network Dental \nCentres in clude  Admiralty, Causeway Bay, Quarry Bay, Tsim Sha Tsui , Tseung Kwan O, Sha Tin, \nTsing Yi , Tung Chung, etc. This list s hall be updated from time to time, p lease log in to m yBupa to \nview the latest location list. Please contact the Network Dental Centres t o und erstand their \nconsultation hours ."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_0",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 22,
    "chunk_index": 0,
    "text": "General exclusions  \n \n \n 19  The Scheme sha ll not cover any treatment or expe nses incurred  directly or indi rectly relating to: \n1. Pre-existing  conditions – means illness or injury that commenced or presented sign(s) and \nsymptom(s), prior to the member ’s coverage commencement date . \n2. Treatment , medical s ervice, medication  or investigatio n which is no t Med ically Neces sary.  \n3. Any illness or bodily injury f or which co mpensa tion is pa yable unde r any laws or regulations  or \nany other insurance policy or any other  sourc es ex cept to the extent that such charges are  not \nreimbursed by any such compen sation, insur ance policy or so urces.  \n4. Any charges for accommodation , nursing a nd ser vices rece ived in he alth hydros, nature cure \nclinics, convalescent home, rest  home, home for t he ag ed or similar establishments.   \n5. Any charg es in respect of surgical or non -surgical cosme tic treatment  (unless necessitated by \ninjury caused b y an Accide nt and  the Membe r receives  the Medically Necessary treatments or \nrelated services within one (1) yea r of the Accident) , Hair Mineral Analysis (HM A), health \nsupplements or body  weight control ( unles s approved b y Bupa) . \n6."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_1",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 22,
    "chunk_index": 1,
    "text": "necessitated by injury caused b y an Accide nt and the Membe r receives the Medically Necessary treatments or related services within one (1) yea r of the Accident) , Hair Mineral Analysis (HM A), health supplements or body weight control ( unles s approved b y Bupa) . 6. Any charges in respect of p reventive m easure s includin g but not limited to routine blood tests, \ngeneral check -ups, vaccination  or inoculat ions,  hearing tests, eye refraction including  routine \neye tests or any cost of fitting of sp ectac les or lens (unless it is payable under the rele vant \nBenefi ts). \n7. Congenital Conditions , Developmental Condition s or Hereditary  Conditions.  \n8. Treatment that commen ced d uring the first five (5) years from the Coverage Commencement \nDate of this  Scheme and which in any way  arises from, is attributable to, or i s consequen tial \nupon Human  Immunodefi ciency Virus Infection. \n9. Sexually Transmitted (Venereal) Diseases or their seque l. \n10. Treatment relating to pregnancy, incl uding diagnostic tests for pregnan cy or resulti ng ch ildbirth, \nabortion or miscarriage (unless it is payable und er Mat ernity Ben efit); birth control , sterilisation  \nor sex reassignment  of either sex; infertility i nclud ing in-vitro fertilisation or any other artificial \nmethod of inducing preg nancy;  or sexual d ysfunction i ncluding but not limited to impotenc e, \nerectile  dysfu nction  and pre-matur e ejaculation, regardless  of cause.  \n11."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_2",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 22,
    "chunk_index": 2,
    "text": "Ben efit); birth control , sterilisation or sex reassignment of either sex; infertility i nclud ing in-vitro fertilisation or any other artificial method of inducing preg nancy; or sexual d ysfunction i ncluding but not limited to impotenc e, erectile dysfu nction and pre-matur e ejaculation, regardless of cause. 11. Misuse or overdose of drugs or being u nder the influence of alcohol, self -inflicted  injuries or \nattempted suicide . \n12. Treatment relat ing t o any illnes s or bodily injury resulting from pa rticipation  in cr iminal \nactivities.  \n13. Alternative treatment incl uding but not limited to Chinese Medicines treatm ent, acup uncture, \nacupressure, tui na, hypnot ism, rolfing,  massage therapy and aromatherapy (unless it is \npayable under Chinese Herbalist Benefit , Chinese B oneset ter Benefi t or Psych iatric- related \nTreatments  Benefit, if applicable )."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_0",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 23,
    "chunk_index": 0,
    "text": "General exclusions  \n \n \n 20  14. Senile Dementia (inclu ding Alzheimer’s disease) and Parkinson’s dis ease . \n15. Any charges for the procurem ent or use of  spec ial braces a nd appliances , including but not \nlimited to spe ctacle s, hearing  aids and other equipments such as wheel chairs and crutches.  \n16. Any treatment or inves tigation related to dental or gum conditions unless it is covered under \nDental Benefit or Em ergen cy treatment  arising from Accidents or the extra ction of impacted  \nwisdom te eth during  Hospital Confinement. Fo llow-up treatment from such Hospital \nConfinement shall not be covered unless it is payable und er Dental Benefit . \n17. Treatment arisi ng from war, invas ion, acts of  foreign enemies, hostilities (wheth er war be \ndeclare d or not),  civil war , rebellion, revolution,  insurrection or military or usurped power or \nterrorist acts. \n18. Non-medical services , including b ut not limited to guest meals, rad io, telephone, pho tocopy, \ntaxes (except the Value -Added Tax or Goo ds and Serv ices Tax for med ical services), medical \nreport char ges and the like.  \n19. Expenses incurred for experimen tal o r unproven medical technology or procedu re not in \naccordance with the stan dards of good  and prudent medi cal practice."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_1",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 23,
    "chunk_index": 1,
    "text": "the Value -Added Tax or Goo ds and Serv ices Tax for med ical services), medical report char ges and the like. 19. Expenses incurred for experimen tal o r unproven medical technology or procedu re not in accordance with the stan dards of good and prudent medi cal practice. For the purposes of \ninterpreting “stand ards of go od and pru dent medical practice”, B upa shall consider (I) \nstandards that are based o n clinically proven evidence in appropriately  reviewed, independent \nmedical jou rnals; (II) releva nt specialty  body recommendations; and (III) in accordance with \nstandards of generally accepted medical practice . \n20. Engaging or taking part in naval, military o r airforce or any  operation with any armed for ce; or \nany form of professional  sports."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_0",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 24,
    "chunk_index": 0,
    "text": "Glossary of terms  \n \n \n 21  Capitalised words are either proper nouns or words with specific meaning as defined in  the Contract \nof Group Health Insurance Scheme. Some important definitio ns are set out below . \n \n“Accident”  means an external, sudd en, violent and unexpected event of \nvisible nature which  shall, independently of any other cause, be \nthe s ole cause of bodily i njury . \n  \n“Chiropractor”  means a person (other than the Member himself, his relatives, \nfamilies and business partners unless appr oved by Bupa) legally \nqualified in Hong Kong or any oth er place where medical \nexpenses are incurred to ren der chiropractic serv ice through \nmanipula tion of joints and having qualifications at least equivalent \nto those of a chiropractor registered pursuant t o the Chiropractors \nRegistration Ordinance of Hong Kong . \n \n“Clinical Operation”  means a surgical procedure  which may effectivel y be undertaken \nat a clinic by a Registered Medical Practitioner where  a stay in \nHospital is not Medically Necessary provided tha t the surgical \nprocedure falls under Bupa’s Schedule of  Surgical Operations \nand is classified as Clinical Operation therein . \n \n“Congenital Conditions”  means medical abnormalities existing at the time of birth, \nregardless of whether they are known or unknow n to the Member \nor Subscriber."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_1",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 24,
    "chunk_index": 1,
    "text": "is not Medically Necessary provided tha t the surgical procedure falls under Bupa’s Schedule of Surgical Operations and is classified as Clinical Operation therein . “Congenital Conditions” means medical abnormalities existing at the time of birth, regardless of whether they are known or unknow n to the Member or Subscriber. They shall include (but not to the  exclusion of \nothers which may medically be regarded as congen ital \nconditions), strabismus (squint), hydrocephalus, undescended \ntesticle, Meckel’s diverticulum, flat foot, heart septal defect  and \nindirect inguinal hernias .  \n  \n“Day Case ” means a su rgical pro cedure, Non-surgical Cancer Treatment a nd \nkidney dialysis (i f applicable under this contract) which may \neffectively be undertaken at a clinic or day case unit of a Hospital \nby a Registered Medical Practitioner where  an overnight  stay in \nHospital is not Med ically Necessary, provided that the sur gical \nprocedure falls  under Bupa’s Schedule of Surgical Operations \nand is classified as Day Case therein . \n \n“Developmental Conditions”  means abnormal development compared to what is expected at \nthe given age level or stage of development. These impairments  \nor disabilities orig inate before the age of eighteen (18), may be \nexpected to continue indefinitely, and constitute a substantial \nimpairment. Biologi cal and non -biological factors are involve d in \nthese dis orders. They shall include (but not to the exclusi on of \nothers which ma y medically be regarded as developmental \nconditions) language and learning disorders, autism and mental \nretardation ."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_0",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 25,
    "chunk_index": 0,
    "text": "Glossary of terms  \n \n \n 22  “Disabil ity” means an injury or sickness, and shall include all d isabilities \narising from the same cause including a ny and all complica tions \ntherefrom, except that after ninety (90) days following the latest \ndischarge from Hospital or the last consultation during which no \ntreatment is received. Any subsequent disability  from the same \ncause shall be considered as a separ ate disability . \n \n“General Practitioner”  means a Registered Medical Practitioner who is registered in the \nGeneral Register of the Medical Council of  Hong Kong or \nequivalent . \n \n“Hereditary Conditions”  \n mean s medical conditions genetically transmitted from p arent to \noffspring . \n \n“Hospital”  means any establishment licensed as a hospital by proper \nauthority to provide medical services of the sick, injured  or those \nwho require medical treatment, which has govern ment approved \nfacilities for diagnosis, major surge ry and twenty -four (24) hour \nnursing service and has a Registered Medical Practitioner in \nregular attendance . \n“Hospital” does not include any establ ishment or that portion of \nany establishment which is ope rated as a convalescent or nursing \nhome, rest home, home for the aged,  or an establishment for \nrehabilitation of alcoholics or drug addicts, or any similar purpose . \n \n“Hospital Confine ment”  means con finement in a Hospital for we stern medicine and \nsurgical  services as a result of a Medically Necessary condi tion \nand recommende d by a Registered Medical Practitioner."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_1",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 25,
    "chunk_index": 1,
    "text": "the aged, or an establishment for rehabilitation of alcoholics or drug addicts, or any similar purpose . “Hospital Confine ment” means con finement in a Hospital for we stern medicine and surgical services as a result of a Medically Necessary condi tion and recommende d by a Registered Medical Practitioner. For the \npurpose of this Contract, the Member must stay in the Hospital for \nthe entire per iod of confinement and room a nd board charges \nmust be in curred . \n \n“Medically Necessary”  means the necessity to have a treatment , medical service or \nmedication which i s:  \n(a) consistent with the diagnosis and custo mary me dical \ntreatmen t for the condition at a N ormal and Customary \ncharge ; \n(b) in accordance with standards of good and prudent medical \npractice ; \n(c) necessary for  such a diagnosis o r treatment ; \n(d) not furnished primaril y for the convenience of the Member, \nRegistered  Medical Pra ctitioner, Registered Chinese \nMedic ine Practitioner, Chiropractor, Physiotherapist, Qualified \nNurse, Anaesthetist, Registered Dentist, Register ed Dental \nHygienist  or any other medical service provi ders; \n(e) furnished at the most appropriate level w hich can be safely \nand effectively p rovided to the Member ; and  \n(f) with respect to Hospital Confinement, not furnished primarily"
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_0",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 26,
    "chunk_index": 0,
    "text": "Glossary of terms  \n \n \n 23  for diagnostic scanning purpos e, imaging examinat ion or \nphysical therapy . For the avoidance  of doubt, the recommendation of the attending \nRegist ered Medical Practitioner is not the sole factor to be \nconsidered when determining whether a treatment, medical \nservice or medication is Medi cally Necessary  \n \nFor the purpose of this Contract, without pre judice to the \ngenerality of the foreg oing, circumstan ces where a Hospital \nConfinement is considered Medically Necessary include, but are \nnot limited to - \n(i) the Member is having an Emergency that r equires urgent \ntreatment which should be performed at a Hospital;  \n(ii) surgical procedures whi ch are medically required to be \nperformed under general ana esthesia;  \n(iii) equipment for surgical procedure is available in Hospital and \nprocedure   cannot be done on a Day Case basis;  \n(iv) there i s significantly severe co -morbidity of the Member; and/ \nor \n(v) taking into account the individual ci rcumstances of the \nMember and for  the safety of the Member, the medical \nservice should only be conduc ted in Hospital ."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_1",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 26,
    "chunk_index": 1,
    "text": "cannot be done on a Day Case basis; (iv) there i s significantly severe co -morbidity of the Member; and/ or (v) taking into account the individual ci rcumstances of the Member and for the safety of the Member, the medical service should only be conduc ted in Hospital . For the purposes of in terpreting “standar ds of good and prudent \nmedical practice”, Bupa shal l consider the  followings:  \nI. standards that are  based on clinically proven evide nce in \nappropriately reviewed, independent medical journals;  \nII. relevant specialty body recommendations; and  \nIII. in accordance with s tandards of generally  accepted medical \npractice . \n  \n“Member”  means an Employee and his Dependents who are covered under \nthe Cont ract. \n \n“Network Dental Centre”  means the network of dental service providers appointed by  Bupa \nto provide t he covered dental ser vices items as specified under \nthe Schedule of Benefits. The particulars of these dental service \nproviders are published by Bup a in either print or digital format \nand shall be amended from time t o time . \n \n“Non-surgical Cancer \nTreatment ” means cancer trea tment for chemotherapy, radiotherapy, \ntargeted therapy, immunoth erapy and hormonal therapy ."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_0",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 27,
    "chunk_index": 0,
    "text": "ment, services or supplies to individuals with similar conditions, e .g. of the same sex and similar age, for a similar disability, as reasonably determined by Bupa in utmost go od faith. The Norma l and Custom ary charges shall not in any event exceed the act ual charges incurred. In determining whe ther a charge is Normal and  Customa ry, Bupa \nshall make  reference to the followings (if applicable) , \n(a) treatment or service fee statistics  and surveys in the  \ninsurance or medical industry;  \n(b) internal or industry claim st atistics;  \n(c) gazette published by the Hong K ong government; and/or  \n(d) other pertinent source of reference in the locality where the \ntreatments, services or supplies are provided.  \n  \n“Operating Th eatre” means any facility designated for and equipped to perform \nsurgical operations or procedures, and have satisfied at least \nequiva lent to the requirements stipulated in the Code of Practice \nfor Day Procedure Centres or the Code o f Practice for Hospita ls \nissue d by the Director of Health in Hong Kong, or any other \napplicable code of practice or regulation pursuant to the Private \nHealth care Facilities Ordinance (Chapter 633, Laws of Hong \nKong) . \n \n“Overall Annual Limit”   \nmeans the aggregate s um of Benefits  as shown in the Schedule \nof Benefits that a Member is entitled to receive during the \nContract Year under “Description of Benefits – Hospital and \nSurgical Benefit” . \n \n“Physiotherapi st” means a person (other than the Member himsel f, his relati ves, \nfamilie s and b usiness partners unless approved by Bupa) legally \nqualified in Hong Kong or any other place where medical \nexpenses are incurred t o render assessment and treatment \nservice on physical disabilities by means of remedial exercis es, \nmanual th erapy and me chanica l, thermal or electrical energy and \nhaving qualifications at least equivalent to those of a \nphysiotherapist registered pursuant t o the Supplementary Medical \nProfessions Ordinance of Hong Kong ."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_0",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 28,
    "chunk_index": 0,
    "text": "Glossary of terms  \n \n \n 25  “Registered Chinese \nMedicine P ractitioner”  means a Ch inese medicine practitioner (other than the Member \nhimself, his relatives, families and business partners unless \napproved by Bupa ), legally authorised in Hong Kong or any other \nplace where medical expenses are incurred to apply medicine \ntreatment in Chines e traditional approach, and having \nqualifications at least equivalent to those of a Chinese medicine \npractitioner registered purs uant to the Chinese Medicine \nOrdinance of Hong Kong . \n \n“Registered Dentist ” means a ny person (other than t he Member himself, hi s relatives, \nfamily or  business p artners unless approved by Bupa) who is \nlegally authorised in Hong Kong or any other place where  medical \nexpenses are incurred to render dental servic es and has \nqualifications at leas t equivalent to tho se of a dentist regis tered \npursuan t to the Dentist Reg istration Ordinance (Cha pter 156, \nLaws of Hong Kong ). \n \n“Registered Medical \nPractitioner”  means any person (other than the Member himself, his relatives, \nfamily or business partners u nless approved by Bupa) who is  \nlegally a uthorised in Hong Kong or any other place where medical \nexpen ses are  incurred to render w estern medical and surgical \nservices and  has qualifications at least equivalent to those of a \nmedical practitioner registered p ursuant to the Medical \nRegistration Ordi nance (Chapter 161, Laws of Hong Kong ). \n \n“Spec ial Services ” means treatment of dialysis, Non -surgical Cancer Treatment or \ntreatm ent involving radioactive isotope . \n \n“Specia list” means a Registered Medical Practition er approved as such b y \nBupa or a Registe red Medical Practitioner who is registered under  \nthe Specialist Reg ister of the Medical Council of Hong Kong or \nequivalent regist ration in the place wher e medic al ex penses a re \nincurred and qualified to practise speci alist care according to the \nqualified sp ecialty."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_0",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 29,
    "chunk_index": 0,
    "text": "Your per sonal data  \n \n \n 26  1. Keeping your persona l data confidential is very importan t to us. From tim e to time, it may be  \nnecessary for Bupa to  collect personal information relating to you or you r dep enda nt including \nwithout limit ation your or your de pendant’s name, ide ntity card number  (and copy of ide ntity \ncard), or passport number (and  copy of pa ssport ), contact informati on, health and medical  \ninformation and financial information (‘Personal In forma tion’) in connection with the provision of \nhealth i nsurance services o r the processing of he alth insuran ce claims (including where \nrelevant,  credit inf ormati on and claims histor y). Failure to supply such Personal Information will \nresult in Bupa being unable to  process/provide insurance  products/ services a nd other related \nservices to you.  \n2."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_1",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 29,
    "chunk_index": 1,
    "text": "health i nsurance services o r the processing of he alth insuran ce claims (including where relevant, credit inf ormati on and claims histor y). Failure to supply such Personal Information will result in Bupa being unable to process/provide insurance products/ services a nd other related services to you. 2. Any Per sonal Inform ation collected or held by Bupa, whe ther contai ned in  the application for m \nor obtained in any c laim processing procedure or otherwise from time to time may be used by \nBupa only for t he purposes of:  \n(a) proce ssing the applicati on and providing subse quent servic es; \n(b) processing any claims analysis a nd/or medical or other insurance -related checks;  \n(c) provision and design of insurance products and services of Bup a; \n(d) detect ing and preventing fraud ( whether or not relati ng to the policy is sued in respect of \nany application  or claim);  \n(e) data matching, statistic s and resea rch re asonably incidental to or related to the i nsurance \nproducts and/or services provided by Bupa;  \n(f) commu nication with you or your depe ndants in relation to  any of the purpose s set out in \nPart 2 of this sectio n; \n(g) enabling an actual or proposed as signee, tra nsfere e, participant or su b-participant of all \nor a substantial part of Bupa’s rights or business to  evaluate the transaction intended to \nbe the subject of the assignment, tra nsfer, participat ion o r sub-partic ipation; and \n(h) making disclosure to sa tisfy any a pplica ble legal or regulat ory requirements. \n3."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_2",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 29,
    "chunk_index": 2,
    "text": "su b-participant of all or a substantial part of Bupa’s rights or business to evaluate the transaction intended to be the subject of the assignment, tra nsfer, participat ion o r sub-partic ipation; and (h) making disclosure to sa tisfy any a pplica ble legal or regulat ory requirements. 3. Such  Personal Information may be transferred for the pur poses as specified in paragraph 2 o f \nthis section to any  of the following c lasses of transfe rees (within or o utside Hong Kong): any \ncompany withi n the Bupa group of companies, any in surance intermediaries , any reinsurance \ncompanies authorised by Bupa, healthcar e professionals and hospitals,  your employer, any \nagents, contractors or third party se rvice  providers w ho provide administrative, \ntelecommu nications, comput er, payment, data pr ocessing or storage, p rinting, research or \nother services to Bupa in conne ction  with the operation of Bupa’s business (including w ithout \nlimitation i nsurers, banks, l awyers, accountan ts, claims investigators, debt colle ction agenc ies, \ndata processing compa nies, fraud prevention  agencies, organisations that consolidate claims \nand unde rwriting information for the i nsurance industry, re search agencies and  professional \nadvisors ), any actua l or proposed assignee, transferee, participant  or su b-participant of all  or a \nsubstantial part  of Bupa’s rights or business; any person to whom Bu pa is  under an obligation \nto make d isclosure under the r equirements of any law, rules, regul ation s, codes of practice or \nguidelines binding on Bu pa includin g, wit hout limitation, any  applicable regulators , \ngovernmental bodies, industry recognised bodies, c redit reference agencies, the Court s, and \nwhere otherwis e required by law.  \n4."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_3",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 29,
    "chunk_index": 3,
    "text": "isclosure under the r equirements of any law, rules, regul ation s, codes of practice or guidelines binding on Bu pa includin g, wit hout limitation, any applicable regulators , governmental bodies, industry recognised bodies, c redit reference agencies, the Court s, and where otherwis e required by law. 4. You shall have the rig ht to access  and request correction of your Pers onal Inform ation held by \nus. You can contact the Data Prote ction Officer of Bupa (Asia) Limited at 6/F, Tower 2, The \nQuayside, 77 Hoi  Bun Road, Kw un Tong, Kowloon, Hon g Kong . If you have  any questions, \nplease  contact our Customer Ca re helpdesk at (852) 2517 5388 ."
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_0",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 42,
    "chunk_index": 0,
    "text": "申請賠償程序 \n申請住院及手術保障、附加醫療保障及產科保障賠償 \n \n  \n 39   使用「保柏網絡醫療卡」 \n（適用於持印有 “HOSPITAL & CLINICAL” \n的「保柏網絡醫療卡」之成員） 不使用「保柏網絡醫療卡」 \n住院期間  出示「保柏網絡醫 療卡」辦理登記手續  \n 於已壓印的收據 簽署 \n 填妥「保柏住院 賠償申請表」第一部分 \n 醫院管理人員將 安排主診註冊西醫填寫\n賠償申請表的第二部分   填妥「保柏住院賠償申請表」第一部分  \n 請您的主診註冊西醫填妥「保柏住院賠償\n申請表」第二部分 \n   \n出院時  以「保柏網絡醫 療卡」結賬   自行支付醫療賬單及保留收據正本  \n 保留醫療報告或出院證明紙（如有）  \n   \n出院後  保柏會向醫院支付費用  \n 保柏會通知您繳付差額費用（如有）  \n  在出院後90日內向保柏呈交：  \no 填妥的「保柏住院賠償申請表」  \no 醫院收據正本 \no 醫療報告（如適用）  \no 出院證明紙／病假紙（如適用）  \n 您亦可在診治後 90日內透過 myBupa把\n以上文件的圖像上載， 於網上遞交賠償申\n請。 \no 在遞交賠償申請後的 6個月內，請保留\n收據正本 。保柏或會要求您提供 收據正\n本，以作審核。 \no 若您未能提供收據正本 ，您的 myBupa\n網上遞交賠償申請服務可能會受 影響。  \n 保柏將於 5 – 7個工作天內支付您的合資\n格費用 \n其他實用提示： \n 請依照以上索償程序就懷孕而住院的醫療費用申請 產科保障賠償 。持印有  “HOSPITAL & \nCLINICAL” 及 “MA” 的「保柏網絡醫療卡 」之成員可於 「網絡服務供應商目錄」所 列的本港私家\n醫院，使用此卡支付有關懷孕的醫療費用。 至於產前檢查 、產後檢查及診斷化驗之賠償申 請，請\n參閱門診保 障的索償程序。  \n 所有收據正本必須列載以下資料：  \no 住院治療日期 \no 病人姓名 \no 醫院及主診醫生的名稱及地址  \no 病症 \no 收費類別及項目 \no 主診醫生／醫院正式蓋印 及／或簽署 \n 如您入住醫管局轄下的醫院，而有關 收據、醫療報告 、出院證 明紙或病假紙已提供 病症及診治詳\n情，則無須要求醫生填寫賠償申請表 的第二部分。"
  },
  {
    "chunk_id": "464f255a-6714-456d-a65a-ef3709f4446f_chunk_0",
    "doc_id": "464f255a-6714-456d-a65a-ef3709f4446f",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 47,
    "chunk_index": 0,
    "text": "不受保障項目 \n \n  \n 44  本計劃將不會保障因 下列各項直接或間接引致之治療／ 費用：  \n1. 已存在病症－成 員在保障生效日前已存在或出現徵狀的疾病或損傷 。 \n2. 不是醫療必需的治 療、醫療服 務、藥物或檢驗。 \n3. 任何在法例下或其他保險計劃內或 從其他途徑可獲賠償之治 療疾病或損傷費用 ，除非此等費用未\n能在該等補償、保險計劃或途徑獲得賠償。  \n4. 在水療中心、天然治療中心、康復院、療養院、老 人院或類似機構所提供之住宿、護理或服務的\n費用。  \n5. 手術性或非手術性整容或 整形治療 （會員因意外而受傷，並於意外後一年內接受醫療上必需 的服\n務則不屬此項） 、毛髮礦物質含量分析、健康補品或體重控制（經保柏批准則 除外）的費用。 \n6. 預防性措施，包括但不限於常規驗血、例行檢 驗、預防注射 或接種疫苗 、聽覺測驗、因 視力不正\n常而引致之治療， 包括常規視 力測驗或所需之眼鏡或鏡片費用 （屬有關保障範圍則除 外）。 \n7. 先天性疾病、發 育異常或遺傳性疾病。  \n8. 由本計劃的保障開始日起首 5年內，因感染人體免疫力缺損病毒所引致的治療。  \n9. 性病及其後遺症。  \n10. 與懷孕有關的治療，包括診斷性產科檢查、生育、墮胎或小產 （屬產科保障範圍則除 外）；與男\n女任何一方的節育 、絕育或變性 有關的治療 ；由於不育 而直接或間接進行的治療 ，包括體外受孕，\n任何非自然受孕或人工受孕；與性機能 失常有關之治療，包括但不限於陽萎、不舉及早泄（不論\n任何原因導致）。 \n11. 誤用或服用 過量藥物或受酒 精影響、蓄意自傷身體或意 圖自殺而直接或間接引致的治療。  \n12. 任何因參與犯罪活動而引致之 疾病或損傷。 \n13. 另類治療 ，包括但不限於中藥治療、針灸、穴位按摩、推拿、催眠治療、羅爾夫按摩療法、按摩\n治療、香薰治療（屬中醫師保障 、跌打醫師保 障或精神科相關治療 保障（如適用） 範圍則除外 ）。 \n14. 老年性痴呆（包括亞爾茲 海默氏病）及帕金森氏病 。 \n15. 購買或使用輔助器具，包括但不限於 眼鏡、助聽器及其他 設備例如輪椅、枴杖的費用。  \n16. 任何與牙齒或牙肉疾病有關的 治療或檢查 ，屬牙科保障或 因意外引致緊急入院治療或住院脫除 阻\n生智慧齒則 除外。但不包括該住院後之 跟進治療（屬牙 科保障範圍則除外）。  \n17. 因戰爭、入侵、外敵行動、開戰（不論是否已宣戰） 、內戰、叛亂 、革命、起 義或軍人奪權、恐\n怖活動等 引致的治療。 \n18. 非醫療性服務，包括但不限於客人膳食、收音機、電話、影印、稅項（就醫療服務所徵收 的增值\n稅或商品及服務稅除外 ）、醫療報告等費用。"
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_0",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 2,
    "chunk_index": 0,
    "text": "Contents at a glance  \n \nWelcome  1 \n  \nUseful contact s 2 \n  \nWeb and mobile services  3 \n  \nMembership   \n Starting your membership  4 \n Managing your membership  6 \n Ending your membership  7 \n Topping up your cover age 8 \n  \nClaim procedures   \n General information  9 \n Claiming Hospital and Surgi cal Benefit , SMM Benefit and Maternity Benefit  13 \n Claiming Clinical  Benefit  and Maternity Benefit  (Using BHN Card)  15 \n Claiming Clinical Benefit , Maternity Benefit  and Dental Benefit  (Not using BHN Card)  16 \n Claiming Network Dental Benefit  (Consultation a t Network Dental Centre ) 18 \n  \nGeneral exclusions  19 \n  \nGlossary of terms  21 \n  \nYour  personal data  26"
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_0",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 4,
    "chunk_index": 0,
    "text": "Welcome \n \n \n 1  Welcome to the Group Health Insurance Scheme (“the Scheme”) provided by your employer! The \nScheme is a dministered and underwritten by Bupa (Asia) Limited ( “Bupa ”) and provides  you with \n24-hour worldwide coverage . From now on, you have access to expert health insurance services  \nprovided by Bupa . In this booklet , we have pu t together the key information you  need to help you make the most of  your \ncover, including a step -by-step g uide to making a claim. We encourage you to keep this booklet \nsomewhere that  is easy to reach. It  will come in handy if you need to make a claim. As a health insurance specialist in  Hong Kong,  Bupa  is part of the Bu pa group established in the UK \nin 1947. The Bupa group is now a leading international healthcare organisation serving millions of \ncustomers around the world through diversified healthcare  services from health insurance to  \nhospitals, care homes and health assessments. As Bupa does not have any  shareholders, its \nprofits are invested to provide more and better healthcare to customers and communities . In Hong \nKong, the Bupa group also provid es primary healthcare services thr ough another member, Quality \nHealt hcare which is a leading provider of pr ivate outpatient services with an extensive network of \nmedical centres."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_1",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 4,
    "chunk_index": 1,
    "text": "profits are invested to provide more and better healthcare to customers and communities . In Hong Kong, the Bupa group also provid es primary healthcare services thr ough another member, Quality Healt hcare which is a leading provider of pr ivate outpatient services with an extensive network of medical centres. To ensure you understand your benefit entitlements, you are encouraged to rea d the relevant \nsections of this booklet in relation to your entitled  benefits thoroughly in conjunction wit h the \nfollowing:  \n Schedule of Benefits \n Bupa Worldwide Assistance Programme Leaflet  (if applicable)  \nShould you have any questions regarding the Scheme  or your membership , please do not hesitate \nto contact Bupa’s Custome r Care Helpdesk  at (852) 2517 5388. Note:  \nThe information in this booklet is for member’s reference only. In the event of any conflict in the \ninterpretation between the Eng lish version and the Chinese versi on, the English version shall prev ail. Should there be any discrepancy b etween this booklet and the provisions of the Group Health Insurance \nContract, we shall follow the latter for final interpretation."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_0",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 5,
    "chunk_index": 0,
    "text": "Useful contacts  \n \n \n 2  As our valued m ember, you can enjoy our professio nal services anytime. You can con tact us or \nmanage your membership in va rious ways:  \nGet in touch for questions, \nclaims, suggestions and \ncompliments  24-hour Customer Care helpdesk:  (852) 2517 5388  \nOffice hours  \n9:00 am –  7:00 pm , Monday to Friday, (except p ublic holidays ) \n We are pleased to answer a ll your enquiries . Outside off ice hours  \nWe are happy to answer the following enquir ies: \n information of HealthNet Service Providers  \n information of benefit entitlement  \n claim s and ot her policy administration procedur es \n claim forms  \nE-mail:   customerc are@bupa.com.hk  \nFax:  (852) 3973 6970 \nDownload forms  Visit:   \nwww.bupa.com.hk > Customer care > Download forms  \nYou can also ask our Customer Care helpdesk to send you any \nform by fax. Write to us or visit us Address:   \n6/F, Tower 2, The Quayside, 77 Hoi Bu n Road, Kwun Tong, \nKowloon, Hong Kong ."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_0",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 6,
    "chunk_index": 0,
    "text": "Web and mobile services  \n \n \n 3  Making your life easier is part of  our mission . As your healthcare partner, w e have created a range \nof support services to help you stay in con trol of your health insurance at a time that is convenient to \nyou. Online  and m obile services  \nmyBupa is your go -to pla ce to easily manage your cover. You can : \n Check your membership details  \n Submit claims online (if applicable) # and provid e information  to resolve pending claims  \n Access your eMedical Card  or use Hospital eAdmission to send your member information to \nyour selected hospital upon admission  (if applicable) # \n View membership documents  \n Check your claims status an d any outsta nding shortfall  \n View c laims statements  and shortfall invoices (if applicable)  \n View clinical benefit usage  \n Download claim forms  and other frequently used forms  \n Download  your List of HealthNet Service Providers and Medpass Network Hospital List  (if \napplicabl e) \n Search and get inform ation for Healt hNet Service Provid ers and night clinics  \nRegister myBupa at mybupa.bupa.com.hk. It’s free. To start using myBupa, simply follow the 6 steps for registration:  \n1. Go to myBupa website or mobile app and click \" Register now \"; \n2. Enter your membership  number, HKID/p assport number and date of birth, then click \"Submit\";  \n3. Enter your mobile number and email address , then  click \"Send Verification Code\" to get the \ncode sent to your email;  \n4."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_1",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 6,
    "chunk_index": 1,
    "text": "to myBupa website or mobile app and click \" Register now \"; 2. Enter your membership number, HKID/p assport number and date of birth, then click \"Submit\"; 3. Enter your mobile number and email address , then click \"Send Verification Code\" to get the code sent to your email; 4. Enter the verification code;  \n5. Creat e your own l ogin ID and password;  \n6. Click \"Submit\" to  complete the first -time registration. You can also download the myBupa free mobile app:  \n \n \n \n    \n    \n    \n    \n     \nClaims notification services  \nYou will receive a e -notification once your claims are processed, followed by a clai ms statement \nsent to your office a s usual (or by email if your company has opted  for our e -Statement service) . To enjoy this service, you can simply sign up by calling our Customer Care helpdesk at 2517 5388 . \n \n# Whether you can use the hospital e -claims se rvice and eMedical Card on myBupa is subject to the arrangement of your group \nhealth insurance scheme ."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_0",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 7,
    "chunk_index": 0,
    "text": "Membership  \nStarting  your membership  \n \n 4  Eligibility \nAll full-time permanent employees aged below 65 years are eligible to join the Scheme . Your dependants may also be eligible to join if depen dant co ver is provided under the S cheme. Depend ants include:  \n your lawful spouse aged below 65 years ; and  \n your lawful unmarried child(ren) aged from 15 days to 17 years (or aged from 18 years to 22 \nyears if they are full -time students with valid proof upon  request ). Effecti ve date of memb ership  \nYou will be en rolled into the Scheme  on the date as set by your employer . In case you are sick and \nnot actively at work on such date, your membership will commence on the day you return to work. Membership for your  existi ng dependant s, if applicabl e, will begin on your  memb ership \ncommencement date. In case your dependants are hospitalised on such date, their membership \nwill commence on the day following their discharge from hospital."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_0",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 8,
    "chunk_index": 0,
    "text": "Membership  \nStarting  your membership  \n \n 5  Your B upa HealthNet Card  \nPoin ts to n ote upon \nreceipt of BHN Car d  After enrolment in the S cheme, y ou and your dependants, if \napplicable, will each receive a Bupa HealthNet Card (“BHN \nCard”) . \no Your name and Bupa membership number are imprinted on \nthe front of the BHN Card.  \no You and your d ependan ts should ch eck the accurac y of the \nnames and si gn on  the back of the BHN Card. Use of BHN Card   The BHN Card can be used to  settle payment for  the following \nservices if specified in the Schedule of Benefits : \no in-patient t reatments at the private hos pitals in Hong Kong  \nas listed in t he List of HealthNet Servi ce Providers ; \no clinical consultations and laboratory tests carried out by \nHealthNet Service Providers in Hong Kong and Macau as \nlisted in the List of HealthNet Service Providers  (payable \nunder HealthNet B enefit); \no consultations or t reatments at the outp atien t department of \nthe private hospitals in Hong Kong as listed in the List of \nHealthNet Service Providers (payable under Non -HealthNet \nBenefit) ; and  \no video consultation services with eligible BHN  card if yo u \nhave Healt hNet Clinical B enefit. Consult our desig nated \nHealthNet General Practitioners and Chinese Herbalist s \nthrough a video call comfortably and safely at home."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_1",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 8,
    "chunk_index": 1,
    "text": "the List of HealthNet Service Providers (payable under Non -HealthNet Benefit) ; and o video consultation services with eligible BHN card if yo u have Healt hNet Clinical B enefit. Consult our desig nated HealthNet General Practitioners and Chinese Herbalist s through a video call comfortably and safely at home. Only \neligible medical expenses are covered and all medication \ndelivery charges sh all not be payable. Visit \nwww.bupa.co m.hk/ vc for details . What should I do if I lose \nmy BHN Card?   You should inform your employer within 24 hours in case of loss \nor theft of your BHN Card and submit a complete d “Declaration \nof Membership Card Loss” to you r employer . If you do not \nreport su ch lo ss, you may be held liable for any costs arising \nfrom any unauthorised use of the BHN Card.  \n The first card replacement is free  of charge . An administration \nfee of HK$100 pe r card will be charged for sub sequ ent \nreplacements in the same contract year."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_0",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 9,
    "chunk_index": 0,
    "text": "Membership  \nManaging  your membership  \n \n 6  Enrolment of new dependants  \nHow do I enrol  new dependants?  (if applicable)  \nNewly married spouse  \n  Please notify your employer within 31 days of your marriage.  \n Your spouse’s membership will begin on the registered date of \nmarriage. Newborn child \n  Please notify your employer within 45 days of your child ’s birth and \nsubmit a photocopy of the birth certificate for verification.  \n Your child’s membership will begin on the 15th day from the date of \nbirth. Note:  \nIf you inform your employer after the above- mentione d notification period, your new dependant’s \nmembership commencement date may be postponed to a date as determined by Bupa."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_0",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 10,
    "chunk_index": 0,
    "text": "Membership  \nEnding your membe rship \n \n 7  Termination  of membership  \nEvent  The membership  for you and/or your dependant  \n(if applica ble) will automatically end o n: \nLeaving service  The date of leaving service  \nYou or your spouse reaches the \nage of 65  The Scheme’s Contract Anniversary Date immediately following \nthe attainment of 65 years old  \nChildren grow up  The Scheme’s Co ntract Anniv ersary Date immediately following \nthe attainment of:  \n 18 years old if the child is not a full -time student; or  \n 23 years old  \nDivorce *  The date your divorce takes effect  \nDependant passes away  * The day after the de ath of your dependant  \n* If either of thes e events occur s, you need to notify your employer within  31 days  to end the \nmembership of your dependant(s) . Note:  \nPlease return the BHN Card(s) to your employer no later than the effective date of termination."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_0",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 11,
    "chunk_index": 0,
    "text": "Membership  \nTopping up your coverage  \n \n 8  Bupa offers the Scheme members t he opportuni ty to join our designated individual health insurance \nscheme  at each  member’s own c ost at different  life stages  (e.g., upon renewal  of your group \nscheme, before or a fter chan ging jobs, before  retirem ent) to boost  your cove r. You and your depen dants, if ap plicable, can enrol in Bupa ’s designated individual health insurance \nscheme  at the same room level under Hospital and Surgical Benefit as your entitled room level \nunder your c urrent group Scheme  at different life  stages. B upa guarantees that your applicati on will \nbe accepted without underwriting regardless  of your health condition s1. Mor eover, medical \nconditions  eligible under  your group membership will be covered for  life2 under the designated \nindivi dual health i nsurance  scheme . You can enrol in Bupa’s designated individual health insurance  scheme  during any one of the \nfollowing periods3: \n1. Within 60 days of joining a Bupa group scheme;  \n2. Within 60 days after t he Contract Anniversa ry Date of a  Bupa group  scheme;  \n3. Within 30 days  before or after termi nation of a Bupa group  scheme membership ; or \n4. Within 30 days after  marriage or child’s birth."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_1",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 11,
    "chunk_index": 1,
    "text": "60 days of joining a Bupa group scheme; 2. Within 60 days after t he Contract Anniversa ry Date of a Bupa group scheme; 3. Within 30 days before or after termi nation of a Bupa group scheme membership ; or 4. Within 30 days after marriage or child’s birth. If you are interested in topping  up your c overage , please contac t Bupa’s Customer Care helpdesk.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n1 Please refer to the \"Eligibility\"  section of the designated individual health insurance  scheme  brochure for details.  \n2 All pre -existing conditions which are payable under your Bupa group scheme shal l be covered under the designated \nindividual health insu rance scheme  if you have been conti nuously insured under  a Bupa group scheme and/or the \ndesigna ted individual health i nsurance  scheme for a total of at least 12 consecutive months,  with the exception of those \nspecified und er the  Genera l Exclusions of the designated individual h ealth insuran ce scheme  contract. B upa guarantees \nthat your cover under the designa ted individual  health insurance  scheme  can be renewed every year for life as long as \nyou meet th e requirements as stat ed in the Ren ewal Clause of your contract. Bupa reserve s the right to  amend the \nsubscripti on, benefits, terms and conditions upon your contract renewal."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_2",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 11,
    "chunk_index": 2,
    "text": "designa ted individual health insurance scheme can be renewed every year for life as long as you meet th e requirements as stat ed in the Ren ewal Clause of your contract. Bupa reserve s the right to amend the subscripti on, benefits, terms and conditions upon your contract renewal. You can refer to the designa ted individual health \ninsurance  scheme contract for f urther details.  \n3 If the num ber of employees joining your company’s Bupa group  scheme is be tween 2 – 9, you can  only enrol in  the \ndesigna ted individual health insurance  scheme  within 30 days before or after termination of your Bupa group scheme  \nmembership when your emplo yment e nds (e xcept w hen you retire)."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_0",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 12,
    "chunk_index": 0,
    "text": "Claim proc edures  \nGeneral informat ion \n \n 9  No m atter you choose He althNet  or Non-HealthNet medical s ervice providers, please read this \nsection carefully. Details of the claim procedures for the following medical benefits are included in \nlater sections.  \n Hospital and Surgical Benefit  \n Supplementary Major Medical Benefit  (“SMM Benefit”)  (if applicable)  \n Clinical Benefit  (if applicable)  \n Maternity Benefit  (if applicable)  \n Dental Benefit  (if applicable)  \nYou should read the claim procedures for your entitled benefits as shown in the Schedule of Benefits. Useful  tips for claims  \nNo m atter  you u se BHN Card or not, p lease note:  \n1 Tips on referral letter for Clinical Benefit : \n   To be entitled to the following  \nbenefits (if applicable) ….. You need to get a Referral Letter  from:  \nSpecialist *  General Practiti oner \nPhysiotherapist / Chiropractor / \nall Diagnostic Imag ing & Laboratory Tests  General Practitioner / Specialist  \nPrescribed Western Medication  General Practitioner / Specialist  \n(issue “Prescription ”) \nX-ray only and Laboratory Tests  Registered Chinese Medicine Practiti oner / \nChiropractor  \nPsychological Counsel ling The attending Psychiatrist  \n* Referral is not required for Dermatology , Family Medicine, Gynaecology, Ophthalmology , \nOrthopaedics, Otolaryngology, Paediatric Surgery , Paediatrics and Psychiatry within HealthNet. Refer ral letter  or prescription, if app licable,  is valid for the same or related medical condition for \n6 months from the issue date . Treatment for a new or unrelated medical condition will require \na new referral letter  or prescription ."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_1",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 12,
    "chunk_index": 1,
    "text": "Paediatric Surgery , Paediatrics and Psychiatry within HealthNet. Refer ral letter or prescription, if app licable, is valid for the same or related medical condition for 6 months from the issue date . Treatment for a new or unrelated medical condition will require a new referral letter or prescription . If you do not use BH N Card, pleas e note:  \n2 Tips on cl aiming for reimbursement of medical expenses:  \n    You need to submit medical claims to Bupa within 90 days  from the date of treatment or \ndischarge from hospital; otherwise, they may b e declined for settleme nt. \n Bupa will r eimburse you the eligible amount b y crediting your bank account in Hong Kong \ndollars within 5 – 7 working days upon receipt of all necessary documents.  \n Claim Forms can be downloaded from  Bupa’s web site at www.bupa.com. hk."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_0",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 13,
    "chunk_index": 0,
    "text": "Claim proc edures  \nGeneral informat ion \n \n 10  If you us e BHN  Card, please note:  \n3 Tips on p re-authorisation for HealthNet Benefit:  \n    \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n4 Tips on shortfall incurred from using BHN Card:  \n   In case the expenses incurred via using the BHN Card exceed the benefit limits or  the \nexpenses are  not cove red under the Scheme, Bupa w ill issue a Shortfall  Invoice to you and \nyou have to settle the shortfall amount to Bupa within 14 days after receipt of the Shortfall \nInvoice . Pre-auth orisation \nproc edures  HealthNet Registered M edical Pr actitione r will help you seek pre -autho risation from \nBupa for  the following servi ces, if applicable:  \n1. diagnostic imaging or laboratory tests  (as requi red by Bupa’s provider guidelines ) \n2. treatment by  a Non-HealthNet Speci alist (only  if referred by a Heal thNet General \nPractit ioner whe n the necessary specialty is not availa ble within Bupa HealthNet)  \nNote:  \n1. If pre -authorisation is required for emerg ency situa tions  after Bupa ’s offi ce hours, \nsubsequent aut horisation can be done on the nex t working day  after tr eatmen t.  \n2. If you do n ot obtain  pre-authorisation or pre -authorisation  is not approved,  all eligible \nmedical  expenses will be paid under Non -HealthNet Bene fit, if any."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_1",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 13,
    "chunk_index": 1,
    "text": "after Bupa ’s offi ce hours, subsequent aut horisation can be done on the nex t working day after tr eatmen t. 2. If you do n ot obtain pre-authorisation or pre -authorisation is not approved, all eligible medical expenses will be paid under Non -HealthNet Bene fit, if any. HealthNet  Registere d Medical Prac titioner fills in \nthe Pre-authori sation Form and faxes it to Bupa.  \n \n 1 \n \n Bupa sends  the pre -authorisation confirmation to \nHealthNet Registe red Medical Practitioner.  \n \n 2 \n \n You need to check and si gn the pre -authorisation \nconfirma tion and k eep the Member ’s copy.  \n \n \n 3 \n \n Pre-authorisati on\nprocedures"
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_0",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 14,
    "chunk_index": 0,
    "text": "Claim proc edures  \nGeneral informat ion \n \n 11  Day Proc edure Benefit : \n1 Coverage for  endoscop y and viral warts and skin lesions procedures  \n   For day case or clinical p rocedures in Hong Kong  \n \nPre-authorisation is re quired for endosc opy and viral warts and skin lesions procedures. Your \neligible expenses will be reimbursed differently depending o n what type of provider you \nchoose:  \n \n   For procedu res performed by HealthNet docto rs at HealthNet Service Pr oviders, you \ncan en joy full cov er and cashless service for eligible expenses. Please visit a HealthNet \nService Provider to enjoy cashless service with your BHN Card, after receiving \npre-authorisatio n from Bupa.  \n   For procedures at N on-HealthNet providers, yo ur eligible expense s will be co vered up to \nthe maximum limit per member of Non -HealthNet Benefit under Day Case Endoscopy \nProcedure Benefit and Day Case Vir al Warts and Skin Lesions Procedure Bene fit. You \nshould apply for pre -authorisation beforehand  and s ettle your expenses with the se rvice \nproviders directly. Then file a claim for reimbursement . Please note that Supplementary Major Medical Benefit doesn’t apply to day case endoscopy or \nviral war ts and skin lesions procedures. If you don’t get pre -authori sation from Bupa for day case o r clinical operations, you won’t be \nentitled to any benefits and your medical expenses will not be paid."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_1",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 14,
    "chunk_index": 1,
    "text": "that Supplementary Major Medical Benefit doesn’t apply to day case endoscopy or viral war ts and skin lesions procedures. If you don’t get pre -authori sation from Bupa for day case o r clinical operations, you won’t be entitled to any benefits and your medical expenses will not be paid. For p rocedures perfo rmed during hospital confinement in Ho ng Kong  \n \nEndoscopy and viral warts  and skin lesions procedures performed during hospital confi nement \nwith an overnight stay will be reimbursed differently depending on what type of provider you \nchoose and  whether pre -authorisation was obtained: \n \n   With pre -authorisation from Bupa  \no At Health Net Ho spitals with a HealthNet d octor: Your eligible expenses w ill be \npayable under other b enefit  items of  HealthNet Benefit and Supplementary Major \nMedical Benefit,  subject to the overall  annual limit.  \no At your choice of d octor and hospital: Your eligible expens es will be covered \nunder other benefit items  of Non -Healt hNet Benefit and Supplementary Major \nMedical Benefit , subject to the maximum limit per member and o verall annual \nlimit. \n   If yo u don’t get pre -authorisation  \no At your choice of doctor and hospita l: Your claim (if eligible) will b e paid up to the \nmaximum limit per member under Day Case Procedure Benefits only and overall \nannual limit. Supplementary Major  Medical Benefit will not be a pplicable."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_0",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 15,
    "chunk_index": 0,
    "text": "Claim proc edures  \nGeneral informat ion \n \n 12   \nPre-authorisatio n procedures  \n \nIf you choo se a Non -HealthNet p rovider, you should follow  these steps to get pre -authorisation \nbefore your endoscopy or viral warts and skin lesions procedure : \n \n1. Simply download the Pre -authorisation Form from our website or myBupa, or call ou r \nCustomer Care helpdesk to obtain  it. \n2. Comple te Part 1 of the form and ask your doctor to complete Part 2. Discuss with your \ndoctor and choose your pr ivate hospital o r day -case centre.  \n3. Send the form to us by email, fax or post.  \n4. If your pre -authorisation is  approved*, we’ll inform you by ph one/email o r send you the \nPre-authori sation Confirmation/Guarantee of Payment Letter upon request. For endoscopy and viral warts and skin lesions procedures performed outsid e Hong Kong, \nyour eligible expenses will be cove red under other benefit items of Non-HealthNe t Benefit and \nSupplementar y Major Medic al Benefit  in lieu of Day Case Procedure Ben efits. For the full list of endoscopy and viral warts and skin lesions procedure s covered under Day \nCase Procedure Benef its, pl ease refer to the Documents sectio n of Bupa’s customer service \nportal my Bupa. This lis t is subject to change from time to time.  \n \n* It should take around 2 business days to complete the pre -authorisation once al l necessary information is received wit h a \nsigned application form."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_1",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 15,
    "chunk_index": 1,
    "text": "refer to the Documents sectio n of Bupa’s customer service portal my Bupa. This lis t is subject to change from time to time. * It should take around 2 business days to complete the pre -authorisation once al l necessary information is received wit h a signed application form. The process  above is only  applicable to members wit h Day  Case  Procedu re Benefit s and the \nfollowing medical card types:   \n \nClinical, Clinical – Not for X -ray and Lab, H ospital & Clin ical medical card types  \n \n  \n  \n \n \n CLINICAL CLINICAL – NOT FOR X -RAY & LAB  HOSPITAL & CLINICAL"
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_0",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 16,
    "chunk_index": 0,
    "text": "Claim procedures  \nClaiming Hospital and Surgical Benefit, SMM Benefit a nd Mat ernity Benefit  \n \n 13   Using BHN Card  \n(Applicable to member whos e BHN C ard is \nembossed with “HOSP ITAL  & CLINICAL ”) Not Using BHN Card  \n \n \nAt the \nhospital   Present BHN Card for registration.  \n Sign the voucher.  \n Complete Part I of Bupa Hospital \nClaim Form.  \n The hospital administrator will arrange \nfor completion of Part II of the Cla im \nForm by the attend ing R egistered \nMedical Practitioner.   Complete Part I of Bupa Hospital Cla im \nForm.  \n Ask your attending Registered Medical \nPractitioner to complete Part II of Bupa \nHospital Claim Form for you. Upon  \ndischarge   Settle payment b y BHN C ard.  Settle the medic al bill by yourself first  and \nobtain original receipt . \n Obtain medical report or Discharge \nSummary, if any."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_1",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 16,
    "chunk_index": 1,
    "text": "Ask your attending Registered Medical Practitioner to complete Part II of Bupa Hospital Claim Form for you. Upon discharge  Settle payment b y BHN C ard.  Settle the medic al bill by yourself first and obtain original receipt .  Obtain medical report or Discharge Summary, if any. After \ndischarge   Bupa will settle the expenses directly \nwith the hospital.  \n Bupa will notify you to settle shortfall ,  \nif any. \n  Within 90 days a fter the date of \ndischarge , submit to  Bupa:  \no completed Bupa Hospital Claim Form  \no original hospital receipt  \no medical report (if applicable)  \no Discharge Summary / Sick Leave \nCertificate (if applicable)  \n You ca n also submit your claims o nline \nby uploading the image s of the above \ndocuments to myBupa wi thin 90 days \nafter the date of treatment . \no Please keep the original receipt for 6 \nmonths from the date of claim \nsubmission. Bupa may request you to \nprovide the origi nal receipt for auditing \npurpose . \no In case you fail to p rovid e the original \nreceipt, your cla im submission via \nmyBupa eClaims Service may be \naffected . \n Bupa will reimburse you the eligible \namount within 5 – 7 working days ."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_0",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 17,
    "chunk_index": 0,
    "text": "Claim procedures  \nClaiming Hospital and Surgical Benefit, SMM Benefit a nd Mat ernity Benefit  \n \n 14  Other useful tips: \n To claim for reimbursement of the expe nses fo r hospital confinemen t on acco unt of pregnancy \nunder Mater nity Benefit, please follow the above claim procedures. Member whose BHN Card \nis embossed with “H OSPITAL & CLINICAL ” and “MA” can use the BHN Card to settle \npregna ncy-related medical expense s incur red at the private ho spita ls in Hong Kong  as listed in \nthe List of HealthNet Service Providers . For claim s relating to prenatal or postnatal \nconsultations and check -ups, please refer to the claim procedures for Clinical B enefit.  \n All original receip ts must  include: \no hospitalisa tion period \no patient’s full name \no name and address of the hospital and attending Registered Medical Practitioner  \no diagnosis  \no charges nature and breakdown  \no official stamp  and/or signature of the attending Re gistered Medical Practition er and hosp ital \n If you are a dmitt ed in a Hospital Authority’s hos pital, you do not need to ask the attending \nRegistered Medical Practitioner to complete Part II of the Claim Form provided that the \ndiagnosis and treatment details are provided on the receipt s, medi cal report, Discharge \nSumm ary or Sick Leave Certificate."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_0",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 18,
    "chunk_index": 0,
    "text": "Claim procedures  \nClaiming Clinical Benef it and Maternit y Benefit  \n(Using BHN Card)  \n \n 15  Consult HealthNet Service Providers  \n Visit the HealthNet Service Providers as listed in the List of HealthNet Service Providers.  \n You need to consult a  General Prac titioner  or Specialist  to obtain a  referral letter before \nconsulting the fo llowing HealthNet  Service Providers:  \no Specialists (except for Dermatology , Family Medicine, Gynaecology, Ophthalmology , \nOrthopaedics, Otolaryngology, Paediatric Surgery, Paediatrics and Psychiatry ) \no Physiothera pists \no Diagnostic Centres (Bupa also accepts referral letter  from a Registered Chinese Medicine \nPractitioner or Chiropractor  for X -ray only and laboratory tests ) \n HealthNet Registered Medical Practitioners will help you se ek pre -authorisation  from Bupa for \nthe foll owing services:  \no diagnostic imaging or lab oratory tests (as required by Bupa’s provider guidelines)  \no treatment by a Non -HealthNet Specialist (when the necessary specia lty is un available within \nHealthNet)  \n(See “Tips on pre -authorisation for HealthNet Benefit” on P. 10 for deta ils) \n \nPresent BHN Card  for registration  \n Present the following  prior to treatment:  \no BHN Card  \no referral letter (if applicable)  \no pre-authorisation confirma tion (if applicable ) \n Sign the voucher. Receive treatment  \n Health Net Registered Me dical Pra ctitioner s may prescr ibe you extra , long-term or expensiv e \nmedication if r equired and such expenses will be paid under Prescribed Western Medication \nBenefit of He althNet Benefit, if applicable."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_1",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 18,
    "chunk_index": 1,
    "text": "tion (if applicable )  Sign the voucher. Receive treatment  Health Net Registered Me dical Pra ctitioner s may prescr ibe you extra , long-term or expensiv e medication if r equired and such expenses will be paid under Prescribed Western Medication Benefit of He althNet Benefit, if applicable. Claim settlemen t \n Bupa will sett le the expenses d irectly w ith the H ealthNet Ser vice Providers.  \n Bupa will notify you  to settle shortf all, if any. Other useful tips:  \n Member whose BHN Card is embossed with “MA” can us e the  BHN  Card to settle \npregnancy -related medical expen ses incurred at t he HealthNet Serv ice Provi ders."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_0",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 19,
    "chunk_index": 0,
    "text": "Claim procedures  \nClaimin g Clinical Benefit,  Maternity Benefit and D ental Benefit  \n(Not using BHN Card)  \n \n 16  Consult an y medical service pr oviders  or Regis tered Dentists of your choice  \n Visit any Registered Medical Practitioners, Physiotherapists, Chiropr actor s, Registered Chinese \nMedicine Practitioners , Diagn ostic Centres , Psychological C ouns elling  or Register ed Dentists . \n You n eed to consult a  General Pract itioner  or Specia list or the attending Psychiatrist  to obtain a \nreferral letter before consulting th e following medical service providers:  \no Specialists  \no Physiotherapist s \no Chiropractors  \no Diagnost ic Centres  (Bupa a lso accepts referral letter  from a Registered Ch inese Medicine \nPractitioner or Chiropractor  for X -ray only and laboratory tests ) \no Psychological Counse lling (must be referred by the attending Psychiatrist ) \n \nReceive treatment and set tle the medical bill by  yourself fi rst \n Remember to  obtain original rec eipt, referral le tter and prescrip tion, if any."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_1",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 19,
    "chunk_index": 1,
    "text": "Practitioner or Chiropractor for X -ray only and laboratory tests ) o Psychological Counse lling (must be referred by the attending Psychiatrist ) Receive treatment and set tle the medical bill by yourself fi rst  Remember to obtain original rec eipt, referral le tter and prescrip tion, if any. Submit the claim to Bupa  \n Within 90 days after the date of treatment , submit to Bupa:  \no completed Bupa Cli nical Claim Form  \no original rec eipt \no referral letter (i f applicable ) – original or copy  \no prescription (i f applicable) – original or c opy \n You can also submit your claims online by uploading the images of the above documents to  \nmyBupa within 90 days after the da te of treatment . \no Please keep the o riginal receipt fo r 6 months f rom the date of claim submission. Bupa may \nrequest y ou to provid e the  original receipt for auditing purpose.   \no In case you fail to provide the original rece ipt, your claim submission via myB upa eClaims \nService may be aff ected . Claim settle ment \n Bupa w ill reimburse yo u the eligible amoun t within 5 – 7 wo rking days ."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_0",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 20,
    "chunk_index": 0,
    "text": "Claim procedures  \nClaimin g Clinical Benefit,  Maternity Benefit and D ental Benefit  \n(Not using BHN Card)  \n \n 17  Other  useful tips: \n To claim for reimbursement of the expenses for consultations with an Obstetrician and prenatal \nor postna tal check -ups on account of p regna ncy under Maternit y Benefit, p lease follow the  \nabove claim procedu res. \n All original  receipts mu st include: \no consultation date  \no patient’s full name \no medical service provider ’s name and addres s \no diagnosis  \no charges nature and brea kdown  \no official stamp and/or s ignat ure of medical ser vice provide rs \n To claim for reimbursement under Chinese Herbalist  Benefit or Chine se Bonesetter Benefit, the \noriginal receipt together with the original prescription mus t be submitted.  \n Prescription and me dication receipts must includ e: \nObtain medication  from: Clinic  Pharmacy  \nRequire d claim documents:  Original  \nmedicatio n receipt  Prescri ption Original  \nmedication receipt  \nDocuments issued by:  Clinic  Clinic  Pharmacy  \nIssue d ate       \nPatient’s name        \nService provider’s name and address        \nDiagnosis       \nDescrip tion of med icines        \nCharg es nature and breakd own      \nOfficial stamp  and/or  signature of \nservice provider      "
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_0",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 21,
    "chunk_index": 0,
    "text": "Claim procedures  \nClaiming Network Denta l Bene fit (Consultation at Network Dental Centre)  \n(Using BHN Card ) \n \n 18  Consult at Network Dental Centre*  \n Visit a Network De ntal Centre * of your choice . Present BHN Card  for registrati on \n Present the followi ng prior to treatment:  \no BHN C ard \no Hong Kong Identi ty Card  \n Sign the voucher. Receive treatment  \n Proceed to the consultation and receive treatment . Claim settlement  \n Bupa will assess the claim submitt ed by the Network Dental Cent re* and settle the paym ent \ndirectly  if direct billi ng arrangement is av ailable . \n Bupa wil l notify you  to settle shortfall, if any.  \n \n* Please make your appointment by calli ng th e Network Dental Centre. Network Dental Centre \nrefers to the network of dental servic e providers appoin ted by Bupa to provide dental services \nlisted un der “Network Dent al Benefit” in the Schedule of Benefits. Locations of the Network Dental \nCentres in clude  Admiralty, Causeway Bay, Quarry Bay, Tsim Sha Tsui , Tseung Kwan O, Sha Tin, \nTsing Yi , Tung Chung, etc. This list s hall be updated from time to time, p lease log in to m yBupa to \nview the latest location list. Please contact the Network Dental Centres t o und erstand their \nconsultation hours ."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_0",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 22,
    "chunk_index": 0,
    "text": "General exclusions  \n \n \n 19  The Scheme sha ll not cover any treatment or expe nses incurred  directly or indi rectly relating to: \n1. Pre-existing  conditions – means illness or injury that commenced or presented sign(s) and \nsymptom(s), prior to the member ’s coverage commencement date . \n2. Treatment , medical s ervice, medication  or investigatio n which is no t Med ically Neces sary.  \n3. Any illness or bodily injury f or which co mpensa tion is pa yable unde r any laws or regulations  or \nany other insurance policy or any other  sourc es ex cept to the extent that such charges are  not \nreimbursed by any such compen sation, insur ance policy or so urces.  \n4. Any charges for accommodation , nursing a nd ser vices rece ived in he alth hydros, nature cure \nclinics, convalescent home, rest  home, home for t he ag ed or similar establishments.   \n5. Any charg es in respect of surgical or non -surgical cosme tic treatment  (unless necessitated by \ninjury caused b y an Accide nt and  the Membe r receives  the Medically Necessary treatments or \nrelated services within one (1) yea r of the Accident) , Hair Mineral Analysis (HM A), health \nsupplements or body  weight control ( unles s approved b y Bupa) . \n6."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_1",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 22,
    "chunk_index": 1,
    "text": "necessitated by injury caused b y an Accide nt and the Membe r receives the Medically Necessary treatments or related services within one (1) yea r of the Accident) , Hair Mineral Analysis (HM A), health supplements or body weight control ( unles s approved b y Bupa) . 6. Any charges in respect of p reventive m easure s includin g but not limited to routine blood tests, \ngeneral check -ups, vaccination  or inoculat ions,  hearing tests, eye refraction including  routine \neye tests or any cost of fitting of sp ectac les or lens (unless it is payable under the rele vant \nBenefi ts). \n7. Congenital Conditions , Developmental Condition s or Hereditary  Conditions.  \n8. Treatment that commen ced d uring the first five (5) years from the Coverage Commencement \nDate of this  Scheme and which in any way  arises from, is attributable to, or i s consequen tial \nupon Human  Immunodefi ciency Virus Infection. \n9. Sexually Transmitted (Venereal) Diseases or their seque l. \n10. Treatment relating to pregnancy, incl uding diagnostic tests for pregnan cy or resulti ng ch ildbirth, \nabortion or miscarriage (unless it is payable und er Mat ernity Ben efit); birth control , sterilisation  \nor sex reassignment  of either sex; infertility i nclud ing in-vitro fertilisation or any other artificial \nmethod of inducing preg nancy;  or sexual d ysfunction i ncluding but not limited to impotenc e, \nerectile  dysfu nction  and pre-matur e ejaculation, regardless  of cause.  \n11."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_2",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 22,
    "chunk_index": 2,
    "text": "Ben efit); birth control , sterilisation or sex reassignment of either sex; infertility i nclud ing in-vitro fertilisation or any other artificial method of inducing preg nancy; or sexual d ysfunction i ncluding but not limited to impotenc e, erectile dysfu nction and pre-matur e ejaculation, regardless of cause. 11. Misuse or overdose of drugs or being u nder the influence of alcohol, self -inflicted  injuries or \nattempted suicide . \n12. Treatment relat ing t o any illnes s or bodily injury resulting from pa rticipation  in cr iminal \nactivities.  \n13. Alternative treatment incl uding but not limited to Chinese Medicines treatm ent, acup uncture, \nacupressure, tui na, hypnot ism, rolfing,  massage therapy and aromatherapy (unless it is \npayable under Chinese Herbalist Benefit , Chinese B oneset ter Benefi t or Psych iatric- related \nTreatments  Benefit, if applicable )."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_0",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 23,
    "chunk_index": 0,
    "text": "General exclusions  \n \n \n 20  14. Senile Dementia (inclu ding Alzheimer’s disease) and Parkinson’s dis ease . \n15. Any charges for the procurem ent or use of  spec ial braces a nd appliances , including but not \nlimited to spe ctacle s, hearing  aids and other equipments such as wheel chairs and crutches.  \n16. Any treatment or inves tigation related to dental or gum conditions unless it is covered under \nDental Benefit or Em ergen cy treatment  arising from Accidents or the extra ction of impacted  \nwisdom te eth during  Hospital Confinement. Fo llow-up treatment from such Hospital \nConfinement shall not be covered unless it is payable und er Dental Benefit . \n17. Treatment arisi ng from war, invas ion, acts of  foreign enemies, hostilities (wheth er war be \ndeclare d or not),  civil war , rebellion, revolution,  insurrection or military or usurped power or \nterrorist acts. \n18. Non-medical services , including b ut not limited to guest meals, rad io, telephone, pho tocopy, \ntaxes (except the Value -Added Tax or Goo ds and Serv ices Tax for med ical services), medical \nreport char ges and the like.  \n19. Expenses incurred for experimen tal o r unproven medical technology or procedu re not in \naccordance with the stan dards of good  and prudent medi cal practice."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_1",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 23,
    "chunk_index": 1,
    "text": "the Value -Added Tax or Goo ds and Serv ices Tax for med ical services), medical report char ges and the like. 19. Expenses incurred for experimen tal o r unproven medical technology or procedu re not in accordance with the stan dards of good and prudent medi cal practice. For the purposes of \ninterpreting “stand ards of go od and pru dent medical practice”, B upa shall consider (I) \nstandards that are based o n clinically proven evidence in appropriately  reviewed, independent \nmedical jou rnals; (II) releva nt specialty  body recommendations; and (III) in accordance with \nstandards of generally accepted medical practice . \n20. Engaging or taking part in naval, military o r airforce or any  operation with any armed for ce; or \nany form of professional  sports."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_0",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 24,
    "chunk_index": 0,
    "text": "Glossary of terms  \n \n \n 21  Capitalised words are either proper nouns or words with specific meaning as defined in  the Contract \nof Group Health Insurance Scheme. Some important definitio ns are set out below . \n \n“Accident”  means an external, sudd en, violent and unexpected event of \nvisible nature which  shall, independently of any other cause, be \nthe s ole cause of bodily i njury . \n  \n“Chiropractor”  means a person (other than the Member himself, his relatives, \nfamilies and business partners unless appr oved by Bupa) legally \nqualified in Hong Kong or any oth er place where medical \nexpenses are incurred to ren der chiropractic serv ice through \nmanipula tion of joints and having qualifications at least equivalent \nto those of a chiropractor registered pursuant t o the Chiropractors \nRegistration Ordinance of Hong Kong . \n \n“Clinical Operation”  means a surgical procedure  which may effectivel y be undertaken \nat a clinic by a Registered Medical Practitioner where  a stay in \nHospital is not Medically Necessary provided tha t the surgical \nprocedure falls under Bupa’s Schedule of  Surgical Operations \nand is classified as Clinical Operation therein . \n \n“Congenital Conditions”  means medical abnormalities existing at the time of birth, \nregardless of whether they are known or unknow n to the Member \nor Subscriber."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_1",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 24,
    "chunk_index": 1,
    "text": "is not Medically Necessary provided tha t the surgical procedure falls under Bupa’s Schedule of Surgical Operations and is classified as Clinical Operation therein . “Congenital Conditions” means medical abnormalities existing at the time of birth, regardless of whether they are known or unknow n to the Member or Subscriber. They shall include (but not to the  exclusion of \nothers which may medically be regarded as congen ital \nconditions), strabismus (squint), hydrocephalus, undescended \ntesticle, Meckel’s diverticulum, flat foot, heart septal defect  and \nindirect inguinal hernias .  \n  \n“Day Case ” means a su rgical pro cedure, Non-surgical Cancer Treatment a nd \nkidney dialysis (i f applicable under this contract) which may \neffectively be undertaken at a clinic or day case unit of a Hospital \nby a Registered Medical Practitioner where  an overnight  stay in \nHospital is not Med ically Necessary, provided that the sur gical \nprocedure falls  under Bupa’s Schedule of Surgical Operations \nand is classified as Day Case therein . \n \n“Developmental Conditions”  means abnormal development compared to what is expected at \nthe given age level or stage of development. These impairments  \nor disabilities orig inate before the age of eighteen (18), may be \nexpected to continue indefinitely, and constitute a substantial \nimpairment. Biologi cal and non -biological factors are involve d in \nthese dis orders. They shall include (but not to the exclusi on of \nothers which ma y medically be regarded as developmental \nconditions) language and learning disorders, autism and mental \nretardation ."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_0",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 25,
    "chunk_index": 0,
    "text": "Glossary of terms  \n \n \n 22  “Disabil ity” means an injury or sickness, and shall include all d isabilities \narising from the same cause including a ny and all complica tions \ntherefrom, except that after ninety (90) days following the latest \ndischarge from Hospital or the last consultation during which no \ntreatment is received. Any subsequent disability  from the same \ncause shall be considered as a separ ate disability . \n \n“General Practitioner”  means a Registered Medical Practitioner who is registered in the \nGeneral Register of the Medical Council of  Hong Kong or \nequivalent . \n \n“Hereditary Conditions”  \n mean s medical conditions genetically transmitted from p arent to \noffspring . \n \n“Hospital”  means any establishment licensed as a hospital by proper \nauthority to provide medical services of the sick, injured  or those \nwho require medical treatment, which has govern ment approved \nfacilities for diagnosis, major surge ry and twenty -four (24) hour \nnursing service and has a Registered Medical Practitioner in \nregular attendance . \n“Hospital” does not include any establ ishment or that portion of \nany establishment which is ope rated as a convalescent or nursing \nhome, rest home, home for the aged,  or an establishment for \nrehabilitation of alcoholics or drug addicts, or any similar purpose . \n \n“Hospital Confine ment”  means con finement in a Hospital for we stern medicine and \nsurgical  services as a result of a Medically Necessary condi tion \nand recommende d by a Registered Medical Practitioner."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_1",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 25,
    "chunk_index": 1,
    "text": "the aged, or an establishment for rehabilitation of alcoholics or drug addicts, or any similar purpose . “Hospital Confine ment” means con finement in a Hospital for we stern medicine and surgical services as a result of a Medically Necessary condi tion and recommende d by a Registered Medical Practitioner. For the \npurpose of this Contract, the Member must stay in the Hospital for \nthe entire per iod of confinement and room a nd board charges \nmust be in curred . \n \n“Medically Necessary”  means the necessity to have a treatment , medical service or \nmedication which i s:  \n(a) consistent with the diagnosis and custo mary me dical \ntreatmen t for the condition at a N ormal and Customary \ncharge ; \n(b) in accordance with standards of good and prudent medical \npractice ; \n(c) necessary for  such a diagnosis o r treatment ; \n(d) not furnished primaril y for the convenience of the Member, \nRegistered  Medical Pra ctitioner, Registered Chinese \nMedic ine Practitioner, Chiropractor, Physiotherapist, Qualified \nNurse, Anaesthetist, Registered Dentist, Register ed Dental \nHygienist  or any other medical service provi ders; \n(e) furnished at the most appropriate level w hich can be safely \nand effectively p rovided to the Member ; and  \n(f) with respect to Hospital Confinement, not furnished primarily"
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_0",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 26,
    "chunk_index": 0,
    "text": "Glossary of terms  \n \n \n 23  for diagnostic scanning purpos e, imaging examinat ion or \nphysical therapy . For the avoidance  of doubt, the recommendation of the attending \nRegist ered Medical Practitioner is not the sole factor to be \nconsidered when determining whether a treatment, medical \nservice or medication is Medi cally Necessary  \n \nFor the purpose of this Contract, without pre judice to the \ngenerality of the foreg oing, circumstan ces where a Hospital \nConfinement is considered Medically Necessary include, but are \nnot limited to - \n(i) the Member is having an Emergency that r equires urgent \ntreatment which should be performed at a Hospital;  \n(ii) surgical procedures whi ch are medically required to be \nperformed under general ana esthesia;  \n(iii) equipment for surgical procedure is available in Hospital and \nprocedure   cannot be done on a Day Case basis;  \n(iv) there i s significantly severe co -morbidity of the Member; and/ \nor \n(v) taking into account the individual ci rcumstances of the \nMember and for  the safety of the Member, the medical \nservice should only be conduc ted in Hospital ."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_1",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 26,
    "chunk_index": 1,
    "text": "cannot be done on a Day Case basis; (iv) there i s significantly severe co -morbidity of the Member; and/ or (v) taking into account the individual ci rcumstances of the Member and for the safety of the Member, the medical service should only be conduc ted in Hospital . For the purposes of in terpreting “standar ds of good and prudent \nmedical practice”, Bupa shal l consider the  followings:  \nI. standards that are  based on clinically proven evide nce in \nappropriately reviewed, independent medical journals;  \nII. relevant specialty body recommendations; and  \nIII. in accordance with s tandards of generally  accepted medical \npractice . \n  \n“Member”  means an Employee and his Dependents who are covered under \nthe Cont ract. \n \n“Network Dental Centre”  means the network of dental service providers appointed by  Bupa \nto provide t he covered dental ser vices items as specified under \nthe Schedule of Benefits. The particulars of these dental service \nproviders are published by Bup a in either print or digital format \nand shall be amended from time t o time . \n \n“Non-surgical Cancer \nTreatment ” means cancer trea tment for chemotherapy, radiotherapy, \ntargeted therapy, immunoth erapy and hormonal therapy ."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_0",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 27,
    "chunk_index": 0,
    "text": "ment, services or supplies to individuals with similar conditions, e .g. of the same sex and similar age, for a similar disability, as reasonably determined by Bupa in utmost go od faith. The Norma l and Custom ary charges shall not in any event exceed the act ual charges incurred. In determining whe ther a charge is Normal and  Customa ry, Bupa \nshall make  reference to the followings (if applicable) , \n(a) treatment or service fee statistics  and surveys in the  \ninsurance or medical industry;  \n(b) internal or industry claim st atistics;  \n(c) gazette published by the Hong K ong government; and/or  \n(d) other pertinent source of reference in the locality where the \ntreatments, services or supplies are provided.  \n  \n“Operating Th eatre” means any facility designated for and equipped to perform \nsurgical operations or procedures, and have satisfied at least \nequiva lent to the requirements stipulated in the Code of Practice \nfor Day Procedure Centres or the Code o f Practice for Hospita ls \nissue d by the Director of Health in Hong Kong, or any other \napplicable code of practice or regulation pursuant to the Private \nHealth care Facilities Ordinance (Chapter 633, Laws of Hong \nKong) . \n \n“Overall Annual Limit”   \nmeans the aggregate s um of Benefits  as shown in the Schedule \nof Benefits that a Member is entitled to receive during the \nContract Year under “Description of Benefits – Hospital and \nSurgical Benefit” . \n \n“Physiotherapi st” means a person (other than the Member himsel f, his relati ves, \nfamilie s and b usiness partners unless approved by Bupa) legally \nqualified in Hong Kong or any other place where medical \nexpenses are incurred t o render assessment and treatment \nservice on physical disabilities by means of remedial exercis es, \nmanual th erapy and me chanica l, thermal or electrical energy and \nhaving qualifications at least equivalent to those of a \nphysiotherapist registered pursuant t o the Supplementary Medical \nProfessions Ordinance of Hong Kong ."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_0",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 28,
    "chunk_index": 0,
    "text": "Glossary of terms  \n \n \n 25  “Registered Chinese \nMedicine P ractitioner”  means a Ch inese medicine practitioner (other than the Member \nhimself, his relatives, families and business partners unless \napproved by Bupa ), legally authorised in Hong Kong or any other \nplace where medical expenses are incurred to apply medicine \ntreatment in Chines e traditional approach, and having \nqualifications at least equivalent to those of a Chinese medicine \npractitioner registered purs uant to the Chinese Medicine \nOrdinance of Hong Kong . \n \n“Registered Dentist ” means a ny person (other than t he Member himself, hi s relatives, \nfamily or  business p artners unless approved by Bupa) who is \nlegally authorised in Hong Kong or any other place where  medical \nexpenses are incurred to render dental servic es and has \nqualifications at leas t equivalent to tho se of a dentist regis tered \npursuan t to the Dentist Reg istration Ordinance (Cha pter 156, \nLaws of Hong Kong ). \n \n“Registered Medical \nPractitioner”  means any person (other than the Member himself, his relatives, \nfamily or business partners u nless approved by Bupa) who is  \nlegally a uthorised in Hong Kong or any other place where medical \nexpen ses are  incurred to render w estern medical and surgical \nservices and  has qualifications at least equivalent to those of a \nmedical practitioner registered p ursuant to the Medical \nRegistration Ordi nance (Chapter 161, Laws of Hong Kong ). \n \n“Spec ial Services ” means treatment of dialysis, Non -surgical Cancer Treatment or \ntreatm ent involving radioactive isotope . \n \n“Specia list” means a Registered Medical Practition er approved as such b y \nBupa or a Registe red Medical Practitioner who is registered under  \nthe Specialist Reg ister of the Medical Council of Hong Kong or \nequivalent regist ration in the place wher e medic al ex penses a re \nincurred and qualified to practise speci alist care according to the \nqualified sp ecialty."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_0",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 29,
    "chunk_index": 0,
    "text": "Your per sonal data  \n \n \n 26  1. Keeping your persona l data confidential is very importan t to us. From tim e to time, it may be  \nnecessary for Bupa to  collect personal information relating to you or you r dep enda nt including \nwithout limit ation your or your de pendant’s name, ide ntity card number  (and copy of ide ntity \ncard), or passport number (and  copy of pa ssport ), contact informati on, health and medical  \ninformation and financial information (‘Personal In forma tion’) in connection with the provision of \nhealth i nsurance services o r the processing of he alth insuran ce claims (including where \nrelevant,  credit inf ormati on and claims histor y). Failure to supply such Personal Information will \nresult in Bupa being unable to  process/provide insurance  products/ services a nd other related \nservices to you.  \n2."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_1",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 29,
    "chunk_index": 1,
    "text": "health i nsurance services o r the processing of he alth insuran ce claims (including where relevant, credit inf ormati on and claims histor y). Failure to supply such Personal Information will result in Bupa being unable to process/provide insurance products/ services a nd other related services to you. 2. Any Per sonal Inform ation collected or held by Bupa, whe ther contai ned in  the application for m \nor obtained in any c laim processing procedure or otherwise from time to time may be used by \nBupa only for t he purposes of:  \n(a) proce ssing the applicati on and providing subse quent servic es; \n(b) processing any claims analysis a nd/or medical or other insurance -related checks;  \n(c) provision and design of insurance products and services of Bup a; \n(d) detect ing and preventing fraud ( whether or not relati ng to the policy is sued in respect of \nany application  or claim);  \n(e) data matching, statistic s and resea rch re asonably incidental to or related to the i nsurance \nproducts and/or services provided by Bupa;  \n(f) commu nication with you or your depe ndants in relation to  any of the purpose s set out in \nPart 2 of this sectio n; \n(g) enabling an actual or proposed as signee, tra nsfere e, participant or su b-participant of all \nor a substantial part of Bupa’s rights or business to  evaluate the transaction intended to \nbe the subject of the assignment, tra nsfer, participat ion o r sub-partic ipation; and \n(h) making disclosure to sa tisfy any a pplica ble legal or regulat ory requirements. \n3."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_2",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 29,
    "chunk_index": 2,
    "text": "su b-participant of all or a substantial part of Bupa’s rights or business to evaluate the transaction intended to be the subject of the assignment, tra nsfer, participat ion o r sub-partic ipation; and (h) making disclosure to sa tisfy any a pplica ble legal or regulat ory requirements. 3. Such  Personal Information may be transferred for the pur poses as specified in paragraph 2 o f \nthis section to any  of the following c lasses of transfe rees (within or o utside Hong Kong): any \ncompany withi n the Bupa group of companies, any in surance intermediaries , any reinsurance \ncompanies authorised by Bupa, healthcar e professionals and hospitals,  your employer, any \nagents, contractors or third party se rvice  providers w ho provide administrative, \ntelecommu nications, comput er, payment, data pr ocessing or storage, p rinting, research or \nother services to Bupa in conne ction  with the operation of Bupa’s business (including w ithout \nlimitation i nsurers, banks, l awyers, accountan ts, claims investigators, debt colle ction agenc ies, \ndata processing compa nies, fraud prevention  agencies, organisations that consolidate claims \nand unde rwriting information for the i nsurance industry, re search agencies and  professional \nadvisors ), any actua l or proposed assignee, transferee, participant  or su b-participant of all  or a \nsubstantial part  of Bupa’s rights or business; any person to whom Bu pa is  under an obligation \nto make d isclosure under the r equirements of any law, rules, regul ation s, codes of practice or \nguidelines binding on Bu pa includin g, wit hout limitation, any  applicable regulators , \ngovernmental bodies, industry recognised bodies, c redit reference agencies, the Court s, and \nwhere otherwis e required by law.  \n4."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_3",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 29,
    "chunk_index": 3,
    "text": "isclosure under the r equirements of any law, rules, regul ation s, codes of practice or guidelines binding on Bu pa includin g, wit hout limitation, any applicable regulators , governmental bodies, industry recognised bodies, c redit reference agencies, the Court s, and where otherwis e required by law. 4. You shall have the rig ht to access  and request correction of your Pers onal Inform ation held by \nus. You can contact the Data Prote ction Officer of Bupa (Asia) Limited at 6/F, Tower 2, The \nQuayside, 77 Hoi  Bun Road, Kw un Tong, Kowloon, Hon g Kong . If you have  any questions, \nplease  contact our Customer Ca re helpdesk at (852) 2517 5388 ."
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_0",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 42,
    "chunk_index": 0,
    "text": "申請賠償程序 \n申請住院及手術保障、附加醫療保障及產科保障賠償 \n \n  \n 39   使用「保柏網絡醫療卡」 \n（適用於持印有 “HOSPITAL & CLINICAL” \n的「保柏網絡醫療卡」之成員） 不使用「保柏網絡醫療卡」 \n住院期間  出示「保柏網絡醫 療卡」辦理登記手續  \n 於已壓印的收據 簽署 \n 填妥「保柏住院 賠償申請表」第一部分 \n 醫院管理人員將 安排主診註冊西醫填寫\n賠償申請表的第二部分   填妥「保柏住院賠償申請表」第一部分  \n 請您的主診註冊西醫填妥「保柏住院賠償\n申請表」第二部分 \n   \n出院時  以「保柏網絡醫 療卡」結賬   自行支付醫療賬單及保留收據正本  \n 保留醫療報告或出院證明紙（如有）  \n   \n出院後  保柏會向醫院支付費用  \n 保柏會通知您繳付差額費用（如有）  \n  在出院後90日內向保柏呈交：  \no 填妥的「保柏住院賠償申請表」  \no 醫院收據正本 \no 醫療報告（如適用）  \no 出院證明紙／病假紙（如適用）  \n 您亦可在診治後 90日內透過 myBupa把\n以上文件的圖像上載， 於網上遞交賠償申\n請。 \no 在遞交賠償申請後的 6個月內，請保留\n收據正本 。保柏或會要求您提供 收據正\n本，以作審核。 \no 若您未能提供收據正本 ，您的 myBupa\n網上遞交賠償申請服務可能會受 影響。  \n 保柏將於 5 – 7個工作天內支付您的合資\n格費用 \n其他實用提示： \n 請依照以上索償程序就懷孕而住院的醫療費用申請 產科保障賠償 。持印有  “HOSPITAL & \nCLINICAL” 及 “MA” 的「保柏網絡醫療卡 」之成員可於 「網絡服務供應商目錄」所 列的本港私家\n醫院，使用此卡支付有關懷孕的醫療費用。 至於產前檢查 、產後檢查及診斷化驗之賠償申 請，請\n參閱門診保 障的索償程序。  \n 所有收據正本必須列載以下資料：  \no 住院治療日期 \no 病人姓名 \no 醫院及主診醫生的名稱及地址  \no 病症 \no 收費類別及項目 \no 主診醫生／醫院正式蓋印 及／或簽署 \n 如您入住醫管局轄下的醫院，而有關 收據、醫療報告 、出院證 明紙或病假紙已提供 病症及診治詳\n情，則無須要求醫生填寫賠償申請表 的第二部分。"
  },
  {
    "chunk_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea_chunk_0",
    "doc_id": "7e8c2656-0c5e-4273-b1db-810bb0fb89ea",
    "doc_type": "other",
    "filename": "MembershipHandbook.pdf",
    "page_number": 47,
    "chunk_index": 0,
    "text": "不受保障項目 \n \n  \n 44  本計劃將不會保障因 下列各項直接或間接引致之治療／ 費用：  \n1. 已存在病症－成 員在保障生效日前已存在或出現徵狀的疾病或損傷 。 \n2. 不是醫療必需的治 療、醫療服 務、藥物或檢驗。 \n3. 任何在法例下或其他保險計劃內或 從其他途徑可獲賠償之治 療疾病或損傷費用 ，除非此等費用未\n能在該等補償、保險計劃或途徑獲得賠償。  \n4. 在水療中心、天然治療中心、康復院、療養院、老 人院或類似機構所提供之住宿、護理或服務的\n費用。  \n5. 手術性或非手術性整容或 整形治療 （會員因意外而受傷，並於意外後一年內接受醫療上必需 的服\n務則不屬此項） 、毛髮礦物質含量分析、健康補品或體重控制（經保柏批准則 除外）的費用。 \n6. 預防性措施，包括但不限於常規驗血、例行檢 驗、預防注射 或接種疫苗 、聽覺測驗、因 視力不正\n常而引致之治療， 包括常規視 力測驗或所需之眼鏡或鏡片費用 （屬有關保障範圍則除 外）。 \n7. 先天性疾病、發 育異常或遺傳性疾病。  \n8. 由本計劃的保障開始日起首 5年內，因感染人體免疫力缺損病毒所引致的治療。  \n9. 性病及其後遺症。  \n10. 與懷孕有關的治療，包括診斷性產科檢查、生育、墮胎或小產 （屬產科保障範圍則除 外）；與男\n女任何一方的節育 、絕育或變性 有關的治療 ；由於不育 而直接或間接進行的治療 ，包括體外受孕，\n任何非自然受孕或人工受孕；與性機能 失常有關之治療，包括但不限於陽萎、不舉及早泄（不論\n任何原因導致）。 \n11. 誤用或服用 過量藥物或受酒 精影響、蓄意自傷身體或意 圖自殺而直接或間接引致的治療。  \n12. 任何因參與犯罪活動而引致之 疾病或損傷。 \n13. 另類治療 ，包括但不限於中藥治療、針灸、穴位按摩、推拿、催眠治療、羅爾夫按摩療法、按摩\n治療、香薰治療（屬中醫師保障 、跌打醫師保 障或精神科相關治療 保障（如適用） 範圍則除外 ）。 \n14. 老年性痴呆（包括亞爾茲 海默氏病）及帕金森氏病 。 \n15. 購買或使用輔助器具，包括但不限於 眼鏡、助聽器及其他 設備例如輪椅、枴杖的費用。  \n16. 任何與牙齒或牙肉疾病有關的 治療或檢查 ，屬牙科保障或 因意外引致緊急入院治療或住院脫除 阻\n生智慧齒則 除外。但不包括該住院後之 跟進治療（屬牙 科保障範圍則除外）。  \n17. 因戰爭、入侵、外敵行動、開戰（不論是否已宣戰） 、內戰、叛亂 、革命、起 義或軍人奪權、恐\n怖活動等 引致的治療。 \n18. 非醫療性服務，包括但不限於客人膳食、收音機、電話、影印、稅項（就醫療服務所徵收 的增值\n稅或商品及服務稅除外 ）、醫療報告等費用。"
  },
  {
    "chunk_id": "7a4fc15b-1a15-4546-ba20-fcb1149b33a3_chunk_0",
    "doc_id": "7a4fc15b-1a15-4546-ba20-fcb1149b33a3",
    "doc_type": "other",
    "filename": "Discharge_Summary.pdf",
    "page_number": 1,
    "chunk_index": 0,
    "text": "DISCHARGE SUMMARY\n \n Apollo Hospital, Mumbai\n \nPatient Name:\nRajesh Kumar Sharma\nAge/Gender:\n39 Yrs / Male\nPatient ID:\nPAT-456789\nAdmission Date:\n10/11/2024\nDischarge Date:\n13/11/2024\nTotal Stay:\n3 Days\nDIAGNOSIS\nAcute Appendicitis with peritonitis\nPROCEDURE PERFORMED\nLaparoscopic Appendectomy under General Anesthesia\nCLINICAL SUMMARY\nPatient presented to emergency department with complaints of severe abdominal pain in right lower\nquadrant for 12 hours, associated with nausea and vomiting. On examination, patient was febrile\n(101.2°F) with tenderness and guarding in right iliac fossa. McBurney's point tenderness was positive. Blood investigations showed elevated WBC count (14,500/cumm). Ultrasound abdomen confirmed\nacute appendicitis. Patient was taken up for emergency laparoscopic appendectomy. Procedure was\nuneventful. Post-operative recovery was satisfactory. CONDITION AT DISCHARGE\nStable, afebrile, wound healing well\nMEDICATIONS ON DISCHARGE\n1. Tab. Amoxicillin + Clavulanic Acid 625mg - TDS for 5 days\n2. Tab. Diclofenac 50mg - SOS for pain\n3. Tab. Pantoprazole 40mg - OD for 7 days\n4. Syrup Lactulose 15ml - HS for 5 days\nADVICE ON DISCHARGE\n1. Keep surgical wound clean and dry\n2. Avoid heavy lifting for 2 weeks\n3. Light diet for 3-4 days, then normal diet\n4. Follow-up after 7 days for suture removal\n5. Report immediately if fever, wound discharge, or severe pain"
  },
  {
    "chunk_id": "5ee1e9c3-7b2e-4949-bba0-0f8d625fb275_chunk_0",
    "doc_id": "5ee1e9c3-7b2e-4949-bba0-0f8d625fb275",
    "doc_type": "other",
    "filename": "Hospital_Bill.pdf",
    "page_number": 1,
    "chunk_index": 0,
    "text": "APOLLO HOSPITAL\n Sahar Road, Andheri East, Mumbai - 400069\n Phone: 022-XXXX-XXXX | Email: billing@apollomumbai.com\n \n FINAL HOSPITAL BILL\n \nBill Number:\nAPL-MUM-2024-5678\nPatient Name:\nRajesh Kumar Sharma\nAge/Gender:\n39 Years / Male\nPatient ID:\nPAT-456789\nAdmission Date:\n10/11/2024 - 08:30 AM\nDischarge Date:\n13/11/2024 - 11:00 AM\nTotal Days:\n3 Days\nDoctor:\nDr. Amit Patel (General Surgeon)\nDepartment:\nGeneral Surgery\nDETAILED BILL\nS.No\nDescription\nQuantity\nRate (■)\nAmount (■)\n1\nRoom Charges (Semi-Private AC)\n3 days\n2,500\n7,500\n2\nLaparoscopic Appendectomy\n1\n45,000\n45,000\n3\nSurgeon Professional Fees\n1\n25,000\n25,000\n4\nAnesthesia Charges\n1\n8,000\n8,000\n5\nOT Charges\n1\n12,000\n12,000\n6\nMedicines\n-\n-\n15,500\n7\nInjections and IV Fluids\n-\n-\n8,500\n8\nBlood Tests (CBC, LFT, etc.)\n-\n-\n3,500"
  },
  {
    "chunk_id": "318ff931-fd5c-44d0-8921-7bd96774fa4c_chunk_0",
    "doc_id": "318ff931-fd5c-44d0-8921-7bd96774fa4c",
    "doc_type": "other",
    "filename": "Discharge_Summary.pdf",
    "page_number": 1,
    "chunk_index": 0,
    "text": "DISCHARGE SUMMARY\n \n Apollo Hospital, Mumbai\n \nPatient Name:\nRajesh Kumar Sharma\nAge/Gender:\n39 Yrs / Male\nPatient ID:\nPAT-456789\nAdmission Date:\n10/11/2024\nDischarge Date:\n13/11/2024\nTotal Stay:\n3 Days\nDIAGNOSIS\nAcute Appendicitis with peritonitis\nPROCEDURE PERFORMED\nLaparoscopic Appendectomy under General Anesthesia\nCLINICAL SUMMARY\nPatient presented to emergency department with complaints of severe abdominal pain in right lower\nquadrant for 12 hours, associated with nausea and vomiting. On examination, patient was febrile\n(101.2°F) with tenderness and guarding in right iliac fossa. McBurney's point tenderness was positive. Blood investigations showed elevated WBC count (14,500/cumm). Ultrasound abdomen confirmed\nacute appendicitis. Patient was taken up for emergency laparoscopic appendectomy. Procedure was\nuneventful. Post-operative recovery was satisfactory. CONDITION AT DISCHARGE\nStable, afebrile, wound healing well\nMEDICATIONS ON DISCHARGE\n1. Tab. Amoxicillin + Clavulanic Acid 625mg - TDS for 5 days\n2. Tab. Diclofenac 50mg - SOS for pain\n3. Tab. Pantoprazole 40mg - OD for 7 days\n4. Syrup Lactulose 15ml - HS for 5 days\nADVICE ON DISCHARGE\n1. Keep surgical wound clean and dry\n2. Avoid heavy lifting for 2 weeks\n3. Light diet for 3-4 days, then normal diet\n4. Follow-up after 7 days for suture removal\n5. Report immediately if fever, wound discharge, or severe pain"
  },
  {
    "chunk_id": "69453bd2-d805-4422-b1bf-e046acd5f6d0_chunk_0",
    "doc_id": "69453bd2-d805-4422-b1bf-e046acd5f6d0",
    "doc_type": "other",
    "filename": "Hospital_Bill.pdf",
    "page_number": 1,
    "chunk_index": 0,
    "text": "APOLLO HOSPITAL\n Sahar Road, Andheri East, Mumbai - 400069\n Phone: 022-XXXX-XXXX | Email: billing@apollomumbai.com\n \n FINAL HOSPITAL BILL\n \nBill Number:\nAPL-MUM-2024-5678\nPatient Name:\nRajesh Kumar Sharma\nAge/Gender:\n39 Years / Male\nPatient ID:\nPAT-456789\nAdmission Date:\n10/11/2024 - 08:30 AM\nDischarge Date:\n13/11/2024 - 11:00 AM\nTotal Days:\n3 Days\nDoctor:\nDr. Amit Patel (General Surgeon)\nDepartment:\nGeneral Surgery\nDETAILED BILL\nS.No\nDescription\nQuantity\nRate (■)\nAmount (■)\n1\nRoom Charges (Semi-Private AC)\n3 days\n2,500\n7,500\n2\nLaparoscopic Appendectomy\n1\n45,000\n45,000\n3\nSurgeon Professional Fees\n1\n25,000\n25,000\n4\nAnesthesia Charges\n1\n8,000\n8,000\n5\nOT Charges\n1\n12,000\n12,000\n6\nMedicines\n-\n-\n15,500\n7\nInjections and IV Fluids\n-\n-\n8,500\n8\nBlood Tests (CBC, LFT, etc.)\n-\n-\n3,500"
  },
  {
    "chunk_id": "201169c5-ab99-4b2b-a1dc-e839a5732a65_chunk_0",
    "doc_id": "201169c5-ab99-4b2b-a1dc-e839a5732a65",
    "doc_type": "other",
    "filename": "bill.txt",
    "page_number": 1,
    "chunk_index": 0,
    "text": "APOLLO HOSPITAL\nSahar Road, Andheri East, Mumbai - 400069\nPhone: 022-XXXX-XXXX | Email: billing@apollomumbai.com\n\n================================================================================\nFINAL HOSPITAL BILL\n================================================================================\n\nBill Number: APL-MUM-2024-5678\nBill Date: 13/11/2024\n\n================================================================================\nPATIENT INFORMATION\n================================================================================\n\nPatient Name: Rajesh Kumar Sharma\nAge/Gender: 39 Years / Male\nPatient ID: PAT-456789\nAdmission Date: 10/11/2024 - 08:30 AM\nDischarge Date: 13/11/2024 - 11:00 AM\nTotal Days: 3 Days\nDoctor: Dr. Amit Patel (General Surgeon)\nDepartment: General Surgery\n\n================================================================================\nDETAILED BILL\n================================================================================\n\nS.No  Description                      Qty    Rate(₹)   Amount(₹)\n--------------------------------------------------------------------\n1     Room Charges (Semi-Private AC)   3 days  2,500      7,500\n2     Laparoscopic Appendectomy        1      45,000     45,000\n3     Surgeon Professional Fees        1      25,000     25,000\n4     Anesthesia Charges               1       8,000      8,000\n5     OT Charges                       1      12,000     12,000\n6     Medicines                        -          -      15,500\n7     Injections and IV Fluids         -          -       8,500\n8     Blood Tests (CBC, LFT, etc.)     -          -       3,500\n9     Ultrasound Abdomen               1       2,000      2,000\n10    X-Ray Chest                      1         800        800\n11    ECG                              1         500        500\n12    Nursing Charges                  3 days  2,000      6,000\n13    Consumables                      -          -       4,200\n14    Registration Charges             1         500        500\n--------------------------------------------------------------------\n                                           SUB-TOTAL:  ₹1,39,000\n                                Hospital Discount (10%): -₹14,000\n--------------------------------------------------------------------\n                                      TOTAL PAYABLE:  ₹1,25,000\n\n================================================================================\nPAYMENT INFORMATION\n================================================================================\n\nAmount Paid: ₹1,25,000\nPayment Mode: Insurance Claim (SecureHealth Insurance)\nPayment Date: 13/11/2024\nPayment Status: PAID\nTransaction ID: TXN-2024-567890\n\n================================================================================\nDIAGNOSIS AND TREATMENT\n================================================================================\n\nPrimary Diagnosis: Acute Appendicitis with peritonitis\nProcedure Performed: Laparoscopic Appendectomy under General Anesthesia\nOutcome: Successful, Patient Stable\n\n================================================================================\n\nThank you for choosing Apollo Hospital. Wishing you good health! For billing queries: billing@apollomumbai.com\nFor medical records: records@apollomumbai.com"
  },
  {
    "chunk_id": "385f4685-f56f-4cdc-a454-e0b3ac680d84_chunk_0",
    "doc_id": "385f4685-f56f-4cdc-a454-e0b3ac680d84",
    "doc_type": "other",
    "filename": "claim.txt",
    "page_number": 1,
    "chunk_index": 0,
    "text": "HEALTH INSURANCE CLAIM FORM\n\nSecureHealth Insurance Company Ltd.\n\n================================================================================\nCLAIM INFORMATION\n================================================================================\n\nClaim Number: CLM-2024-00567\nPolicy Number: POL-2024-MH-789456\nClaim Date: 15/11/2024\nPolicy Holder: Rajesh Kumar Sharma\nPatient Name: Rajesh Kumar Sharma\n\n================================================================================\nHOSPITAL DETAILS\n================================================================================\n\nHospital Name: Apollo Hospital, Mumbai\nHospital Address: Sahar Road, Andheri East, Mumbai - 400069\nDate of Admission: 10/11/2024\nDate of Discharge: 13/11/2024\nTotal Days: 3 Days\n\n================================================================================\nMEDICAL INFORMATION\n================================================================================\n\nDiagnosis: Acute Appendicitis\nTreatment: Appendectomy (Laparoscopic)\nTreating Doctor: Dr. Amit Patel (General Surgeon)\nDepartment: General Surgery\n\n================================================================================\nCLAIM AMOUNT BREAKDOWN\n================================================================================\n\nDescription                              Amount (₹)\n-------------------------------------------------\nRoom Charges (3 days @ ₹2,500/day)        7,500\nSurgery Charges                          45,000\nSurgeon Fees                             25,000\nAnesthesia Charges                        8,000\nMedicines and Consumables                15,500\nDiagnostic Tests                         12,000\nNursing Charges                           6,000\nOther Hospital Charges                    6,000\n-------------------------------------------------\nTOTAL CLAIM AMOUNT                    ₹1,25,000\n\n================================================================================\nDECLARATION\n================================================================================\n\nI hereby declare that the information provided above is true and correct \nto the best of my knowledge. I understand that any false information may \nresult in rejection of this claim. Signature: _______________________\nDate: 15/11/2024\nPlace: Mumbai\n\n================================================================================\nDOCUMENTS ATTACHED\n================================================================================\n\n1. Hospital Bills (Original)\n2. Discharge Summary\n3. Diagnostic Reports\n4. Prescription and Medicine Bills\n5. Payment Receipts\n\n================================================================================\n\nFor claim status, contact: claims@securehealth.com\nClaim Processing Time: 15-30 working days"
  },
  {
    "chunk_id": "aaa70d19-fc8e-416d-b17c-e31d617335b5_chunk_0",
    "doc_id": "aaa70d19-fc8e-416d-b17c-e31d617335b5",
    "doc_type": "other",
    "filename": "discharge.txt",
    "page_number": 1,
    "chunk_index": 0,
    "text": "DISCHARGE SUMMARY\n\nApollo Hospital, Mumbai\nSahar Road, Andheri East, Mumbai - 400069\n\n================================================================================\nPATIENT INFORMATION\n================================================================================\n\nPatient Name: Rajesh Kumar Sharma\nAge/Gender: 39 Years / Male\nPatient ID: PAT-456789\nAdmission Date: 10/11/2024\nDischarge Date: 13/11/2024\nTotal Hospital Stay: 3 Days\n\n================================================================================\nDIAGNOSIS\n================================================================================\n\nPrimary Diagnosis: Acute Appendicitis with peritonitis\n\n================================================================================\nPROCEDURE PERFORMED\n================================================================================\n\nProcedure: Laparoscopic Appendectomy\nAnesthesia: General Anesthesia\nDate of Surgery: 10/11/2024\nSurgeon: Dr. Amit Patel, MS (General Surgery)\nRegistration No: MH-12345\n\n================================================================================\nCLINICAL SUMMARY\n================================================================================\n\nPatient presented to emergency department with complaints of severe abdominal \npain in right lower quadrant for 12 hours, associated with nausea and vomiting. On examination, patient was febrile (101.2°F) with tenderness and guarding in \nright iliac fossa. McBurney's point tenderness was positive. Blood investigations showed elevated WBC count (14,500/cumm). Ultrasound \nabdomen confirmed acute appendicitis. Patient was taken up for emergency laparoscopic appendectomy. Procedure was \nuneventful. Post-operative recovery was satisfactory.\n\n================================================================================\nCONDITION AT DISCHARGE\n================================================================================\n\nStable, afebrile, wound healing well\nVitals: BP 120/80 mmHg, Pulse 78/min, Temp 98.6°F\nPatient ambulatory and tolerating oral diet\n\n================================================================================\nMEDICATIONS ON DISCHARGE\n================================================================================\n\n1. Tab. Amoxicillin + Clavulanic Acid 625mg - Three times daily for 5 days\n2. Tab. Diclofenac 50mg - As needed for pain\n3. Tab. Pantoprazole 40mg - Once daily for 7 days\n4. Syrup Lactulose 15ml - At bedtime for 5 days\n\n================================================================================\nADVICE ON DISCHARGE\n================================================================================\n\n1. Keep surgical wound clean and dry\n2. Avoid heavy lifting for 2 weeks\n3. Light diet for 3-4 days, then resume normal diet\n4."
  },
  {
    "chunk_id": "aaa70d19-fc8e-416d-b17c-e31d617335b5_chunk_1",
    "doc_id": "aaa70d19-fc8e-416d-b17c-e31d617335b5",
    "doc_type": "other",
    "filename": "discharge.txt",
    "page_number": 1,
    "chunk_index": 1,
    "text": "3. Tab. Pantoprazole 40mg - Once daily for 7 days 4. Syrup Lactulose 15ml - At bedtime for 5 days ================================================================================ ADVICE ON DISCHARGE ================================================================================ 1. Keep surgical wound clean and dry 2. Avoid heavy lifting for 2 weeks 3. Light diet for 3-4 days, then resume normal diet 4. Adequate rest and hydration\n5. Follow-up after 7 days for suture removal\n6. Report immediately if:\n   - Fever (temperature > 100°F)\n   - Wound discharge or redness\n   - Severe abdominal pain\n   - Vomiting\n\n================================================================================\nFOLLOW-UP\n================================================================================\n\nFollow-up Date: 20/11/2024\nFollow-up Time: 10:00 AM\nDepartment: General Surgery OPD\nDoctor: Dr. Amit Patel\n\n================================================================================\nINVESTIGATIONS DONE\n================================================================================\n\n1. Complete Blood Count (CBC)\n2. Liver Function Test (LFT)\n3. Kidney Function Test (KFT)\n4. Ultrasound Abdomen\n5. X-Ray Chest\n6. ECG\n\nAll reports attached.\n\n================================================================================\n\nDr. Amit Patel\nMS (General Surgery)\nRegistration No: MH-12345\nDate: 13/11/2024\n\n================================================================================\n\nFor medical queries: depts@apollomumbai.com\nEmergency Contact: 022-XXXX-XXXX (24x7)"
  },
  {
    "chunk_id": "1f844564-e9e9-4400-a536-4b6080aca348_chunk_0",
    "doc_id": "1f844564-e9e9-4400-a536-4b6080aca348",
    "doc_type": "other",
    "filename": "policy.txt",
    "page_number": 1,
    "chunk_index": 0,
    "text": "HEALTH INSURANCE POLICY\n\nSecureHealth Insurance Company Ltd.\n123 Insurance Plaza, Mumbai - 400001\nPhone: 1800-XXX-XXXX\nEmail: support@securehealth.com\n\n================================================================================\nPOLICY DETAILS\n================================================================================\n\nPolicy Number: POL-2024-MH-789456\nPolicy Holder: Rajesh Kumar Sharma\nDate of Birth: 15/03/1985\nPolicy Issue Date: 01/01/2024\nPolicy Expiry Date: 31/12/2024\nSum Assured: ₹5,00,000\nPremium Amount: ₹15,450 per annum\nPolicy Type: Individual Health Insurance\n\n================================================================================\nCOVERAGE DETAILS\n================================================================================\n\n1. Hospitalization Expenses: ₹5,00,000\n2. Pre-hospitalization (60 days): ₹25,000\n3. Post-hospitalization (90 days): ₹25,000\n4. Ambulance Charges: ₹2,000 per hospitalization\n5. Day Care Procedures: Covered\n6. Room Rent: ₹3,000 per day (maximum)\n\n================================================================================\nEXCLUSIONS\n================================================================================\n\n1. Pre-existing diseases (covered after 2 years)\n2. Cosmetic or plastic surgery\n3. Dental treatment (unless due to accident)\n4. Maternity expenses\n5. Treatment outside India\n6. Self-inflicted injuries\n\n================================================================================\nTERMS AND CONDITIONS\n================================================================================\n\n- Policy is valid for 12 months from issue date\n- Premium must be paid annually\n- Claims must be intimated within 24 hours of hospitalization\n- All original bills and documents must be submitted\n- Cashless facility available at network hospitals\n- Reimbursement claims processed within 30 days\n\n================================================================================\n\nThis is a computer-generated document. For queries, contact: support@securehealth.com"
  },
  {
    "chunk_id": "c274dc1c-89cd-43ee-bf4e-717e3b33144e_chunk_0",
    "doc_id": "c274dc1c-89cd-43ee-bf4e-717e3b33144e",
    "doc_type": "other",
    "filename": "bill.txt",
    "page_number": 1,
    "chunk_index": 0,
    "text": "APOLLO HOSPITAL\nSahar Road, Andheri East, Mumbai - 400069\nPhone: 022-XXXX-XXXX | Email: billing@apollomumbai.com\n\n================================================================================\nFINAL HOSPITAL BILL\n================================================================================\n\nBill Number: APL-MUM-2024-5678\nBill Date: 13/11/2024\n\n================================================================================\nPATIENT INFORMATION\n================================================================================\n\nPatient Name: Rajesh Kumar Sharma\nAge/Gender: 39 Years / Male\nPatient ID: PAT-456789\nAdmission Date: 10/11/2024 - 08:30 AM\nDischarge Date: 13/11/2024 - 11:00 AM\nTotal Days: 3 Days\nDoctor: Dr. Amit Patel (General Surgeon)\nDepartment: General Surgery\n\n================================================================================\nDETAILED BILL\n================================================================================\n\nS.No  Description                      Qty    Rate(₹)   Amount(₹)\n--------------------------------------------------------------------\n1     Room Charges (Semi-Private AC)   3 days  2,500      7,500\n2     Laparoscopic Appendectomy        1      45,000     45,000\n3     Surgeon Professional Fees        1      25,000     25,000\n4     Anesthesia Charges               1       8,000      8,000\n5     OT Charges                       1      12,000     12,000\n6     Medicines                        -          -      15,500\n7     Injections and IV Fluids         -          -       8,500\n8     Blood Tests (CBC, LFT, etc.)     -          -       3,500\n9     Ultrasound Abdomen               1       2,000      2,000\n10    X-Ray Chest                      1         800        800\n11    ECG                              1         500        500\n12    Nursing Charges                  3 days  2,000      6,000\n13    Consumables                      -          -       4,200\n14    Registration Charges             1         500        500\n--------------------------------------------------------------------\n                                           SUB-TOTAL:  ₹1,39,000\n                                Hospital Discount (10%): -₹14,000\n--------------------------------------------------------------------\n                                      TOTAL PAYABLE:  ₹1,25,000\n\n================================================================================\nPAYMENT INFORMATION\n================================================================================\n\nAmount Paid: ₹1,25,000\nPayment Mode: Insurance Claim (SecureHealth Insurance)\nPayment Date: 13/11/2024\nPayment Status: PAID\nTransaction ID: TXN-2024-567890\n\n================================================================================\nDIAGNOSIS AND TREATMENT\n================================================================================\n\nPrimary Diagnosis: Acute Appendicitis with peritonitis\nProcedure Performed: Laparoscopic Appendectomy under General Anesthesia\nOutcome: Successful, Patient Stable\n\n================================================================================\n\nThank you for choosing Apollo Hospital. Wishing you good health! For billing queries: billing@apollomumbai.com\nFor medical records: records@apollomumbai.com"
  },
  {
    "chunk_id": "e808d348-4125-4c50-befb-e19723fd49c6_chunk_0",
    "doc_id": "e808d348-4125-4c50-befb-e19723fd49c6",
    "doc_type": "other",
    "filename": "claim.txt",
    "page_number": 1,
    "chunk_index": 0,
    "text": "HEALTH INSURANCE CLAIM FORM\n\nSecureHealth Insurance Company Ltd.\n\n================================================================================\nCLAIM INFORMATION\n================================================================================\n\nClaim Number: CLM-2024-00567\nPolicy Number: POL-2024-MH-789456\nClaim Date: 15/11/2024\nPolicy Holder: Rajesh Kumar Sharma\nPatient Name: Rajesh Kumar Sharma\n\n================================================================================\nHOSPITAL DETAILS\n================================================================================\n\nHospital Name: Apollo Hospital, Mumbai\nHospital Address: Sahar Road, Andheri East, Mumbai - 400069\nDate of Admission: 10/11/2024\nDate of Discharge: 13/11/2024\nTotal Days: 3 Days\n\n================================================================================\nMEDICAL INFORMATION\n================================================================================\n\nDiagnosis: Acute Appendicitis\nTreatment: Appendectomy (Laparoscopic)\nTreating Doctor: Dr. Amit Patel (General Surgeon)\nDepartment: General Surgery\n\n================================================================================\nCLAIM AMOUNT BREAKDOWN\n================================================================================\n\nDescription                              Amount (₹)\n-------------------------------------------------\nRoom Charges (3 days @ ₹2,500/day)        7,500\nSurgery Charges                          45,000\nSurgeon Fees                             25,000\nAnesthesia Charges                        8,000\nMedicines and Consumables                15,500\nDiagnostic Tests                         12,000\nNursing Charges                           6,000\nOther Hospital Charges                    6,000\n-------------------------------------------------\nTOTAL CLAIM AMOUNT                    ₹1,25,000\n\n================================================================================\nDECLARATION\n================================================================================\n\nI hereby declare that the information provided above is true and correct \nto the best of my knowledge. I understand that any false information may \nresult in rejection of this claim. Signature: _______________________\nDate: 15/11/2024\nPlace: Mumbai\n\n================================================================================\nDOCUMENTS ATTACHED\n================================================================================\n\n1. Hospital Bills (Original)\n2. Discharge Summary\n3. Diagnostic Reports\n4. Prescription and Medicine Bills\n5. Payment Receipts\n\n================================================================================\n\nFor claim status, contact: claims@securehealth.com\nClaim Processing Time: 15-30 working days"
  },
  {
    "chunk_id": "28a81c85-1ac3-4758-a28e-fba570cd6805_chunk_0",
    "doc_id": "28a81c85-1ac3-4758-a28e-fba570cd6805",
    "doc_type": "other",
    "filename": "discharge.txt",
    "page_number": 1,
    "chunk_index": 0,
    "text": "DISCHARGE SUMMARY\n\nApollo Hospital, Mumbai\nSahar Road, Andheri East, Mumbai - 400069\n\n================================================================================\nPATIENT INFORMATION\n================================================================================\n\nPatient Name: Rajesh Kumar Sharma\nAge/Gender: 39 Years / Male\nPatient ID: PAT-456789\nAdmission Date: 10/11/2024\nDischarge Date: 13/11/2024\nTotal Hospital Stay: 3 Days\n\n================================================================================\nDIAGNOSIS\n================================================================================\n\nPrimary Diagnosis: Acute Appendicitis with peritonitis\n\n================================================================================\nPROCEDURE PERFORMED\n================================================================================\n\nProcedure: Laparoscopic Appendectomy\nAnesthesia: General Anesthesia\nDate of Surgery: 10/11/2024\nSurgeon: Dr. Amit Patel, MS (General Surgery)\nRegistration No: MH-12345\n\n================================================================================\nCLINICAL SUMMARY\n================================================================================\n\nPatient presented to emergency department with complaints of severe abdominal \npain in right lower quadrant for 12 hours, associated with nausea and vomiting. On examination, patient was febrile (101.2°F) with tenderness and guarding in \nright iliac fossa. McBurney's point tenderness was positive. Blood investigations showed elevated WBC count (14,500/cumm). Ultrasound \nabdomen confirmed acute appendicitis. Patient was taken up for emergency laparoscopic appendectomy. Procedure was \nuneventful. Post-operative recovery was satisfactory.\n\n================================================================================\nCONDITION AT DISCHARGE\n================================================================================\n\nStable, afebrile, wound healing well\nVitals: BP 120/80 mmHg, Pulse 78/min, Temp 98.6°F\nPatient ambulatory and tolerating oral diet\n\n================================================================================\nMEDICATIONS ON DISCHARGE\n================================================================================\n\n1. Tab. Amoxicillin + Clavulanic Acid 625mg - Three times daily for 5 days\n2. Tab. Diclofenac 50mg - As needed for pain\n3. Tab. Pantoprazole 40mg - Once daily for 7 days\n4. Syrup Lactulose 15ml - At bedtime for 5 days\n\n================================================================================\nADVICE ON DISCHARGE\n================================================================================\n\n1. Keep surgical wound clean and dry\n2. Avoid heavy lifting for 2 weeks\n3. Light diet for 3-4 days, then resume normal diet\n4."
  },
  {
    "chunk_id": "28a81c85-1ac3-4758-a28e-fba570cd6805_chunk_1",
    "doc_id": "28a81c85-1ac3-4758-a28e-fba570cd6805",
    "doc_type": "other",
    "filename": "discharge.txt",
    "page_number": 1,
    "chunk_index": 1,
    "text": "3. Tab. Pantoprazole 40mg - Once daily for 7 days 4. Syrup Lactulose 15ml - At bedtime for 5 days ================================================================================ ADVICE ON DISCHARGE ================================================================================ 1. Keep surgical wound clean and dry 2. Avoid heavy lifting for 2 weeks 3. Light diet for 3-4 days, then resume normal diet 4. Adequate rest and hydration\n5. Follow-up after 7 days for suture removal\n6. Report immediately if:\n   - Fever (temperature > 100°F)\n   - Wound discharge or redness\n   - Severe abdominal pain\n   - Vomiting\n\n================================================================================\nFOLLOW-UP\n================================================================================\n\nFollow-up Date: 20/11/2024\nFollow-up Time: 10:00 AM\nDepartment: General Surgery OPD\nDoctor: Dr. Amit Patel\n\n================================================================================\nINVESTIGATIONS DONE\n================================================================================\n\n1. Complete Blood Count (CBC)\n2. Liver Function Test (LFT)\n3. Kidney Function Test (KFT)\n4. Ultrasound Abdomen\n5. X-Ray Chest\n6. ECG\n\nAll reports attached.\n\n================================================================================\n\nDr. Amit Patel\nMS (General Surgery)\nRegistration No: MH-12345\nDate: 13/11/2024\n\n================================================================================\n\nFor medical queries: depts@apollomumbai.com\nEmergency Contact: 022-XXXX-XXXX (24x7)"
  },
  {
    "chunk_id": "b7ac529f-d474-44bb-93a5-e0b50765efb4_chunk_0",
    "doc_id": "b7ac529f-d474-44bb-93a5-e0b50765efb4",
    "doc_type": "other",
    "filename": "policy.txt",
    "page_number": 1,
    "chunk_index": 0,
    "text": "HEALTH INSURANCE POLICY\n\nSecureHealth Insurance Company Ltd.\n123 Insurance Plaza, Mumbai - 400001\nPhone: 1800-XXX-XXXX\nEmail: support@securehealth.com\n\n================================================================================\nPOLICY DETAILS\n================================================================================\n\nPolicy Number: POL-2024-MH-789456\nPolicy Holder: Rajesh Kumar Sharma\nDate of Birth: 15/03/1985\nPolicy Issue Date: 01/01/2024\nPolicy Expiry Date: 31/12/2024\nSum Assured: ₹5,00,000\nPremium Amount: ₹15,450 per annum\nPolicy Type: Individual Health Insurance\n\n================================================================================\nCOVERAGE DETAILS\n================================================================================\n\n1. Hospitalization Expenses: ₹5,00,000\n2. Pre-hospitalization (60 days): ₹25,000\n3. Post-hospitalization (90 days): ₹25,000\n4. Ambulance Charges: ₹2,000 per hospitalization\n5. Day Care Procedures: Covered\n6. Room Rent: ₹3,000 per day (maximum)\n\n================================================================================\nEXCLUSIONS\n================================================================================\n\n1. Pre-existing diseases (covered after 2 years)\n2. Cosmetic or plastic surgery\n3. Dental treatment (unless due to accident)\n4. Maternity expenses\n5. Treatment outside India\n6. Self-inflicted injuries\n\n================================================================================\nTERMS AND CONDITIONS\n================================================================================\n\n- Policy is valid for 12 months from issue date\n- Premium must be paid annually\n- Claims must be intimated within 24 hours of hospitalization\n- All original bills and documents must be submitted\n- Cashless facility available at network hospitals\n- Reimbursement claims processed within 30 days\n\n================================================================================\n\nThis is a computer-generated document. For queries, contact: support@securehealth.com"
  },
  {
    "chunk_id": "f55b23b8-eed8-4668-adf4-702c846c90c5_chunk_0",
    "doc_id": "f55b23b8-eed8-4668-adf4-702c846c90c5",
    "doc_type": "other",
    "filename": "bill.txt",
    "page_number": 1,
    "chunk_index": 0,
    "text": "APOLLO HOSPITAL\nSahar Road, Andheri East, Mumbai - 400069\nPhone: 022-XXXX-XXXX | Email: billing@apollomumbai.com\n\n================================================================================\nFINAL HOSPITAL BILL\n================================================================================\n\nBill Number: APL-MUM-2024-5678\nBill Date: 13/11/2024\n\n================================================================================\nPATIENT INFORMATION\n================================================================================\n\nPatient Name: Rajesh Kumar Sharma\nAge/Gender: 39 Years / Male\nPatient ID: PAT-456789\nAdmission Date: 10/11/2024 - 08:30 AM\nDischarge Date: 13/11/2024 - 11:00 AM\nTotal Days: 3 Days\nDoctor: Dr. Amit Patel (General Surgeon)\nDepartment: General Surgery\n\n================================================================================\nDETAILED BILL\n================================================================================\n\nS.No  Description                      Qty    Rate(₹)   Amount(₹)\n--------------------------------------------------------------------\n1     Room Charges (Semi-Private AC)   3 days  2,500      7,500\n2     Laparoscopic Appendectomy        1      45,000     45,000\n3     Surgeon Professional Fees        1      25,000     25,000\n4     Anesthesia Charges               1       8,000      8,000\n5     OT Charges                       1      12,000     12,000\n6     Medicines                        -          -      15,500\n7     Injections and IV Fluids         -          -       8,500\n8     Blood Tests (CBC, LFT, etc.)     -          -       3,500\n9     Ultrasound Abdomen               1       2,000      2,000\n10    X-Ray Chest                      1         800        800\n11    ECG                              1         500        500\n12    Nursing Charges                  3 days  2,000      6,000\n13    Consumables                      -          -       4,200\n14    Registration Charges             1         500        500\n--------------------------------------------------------------------\n                                           SUB-TOTAL:  ₹1,39,000\n                                Hospital Discount (10%): -₹14,000\n--------------------------------------------------------------------\n                                      TOTAL PAYABLE:  ₹1,25,000\n\n================================================================================\nPAYMENT INFORMATION\n================================================================================\n\nAmount Paid: ₹1,25,000\nPayment Mode: Insurance Claim (SecureHealth Insurance)\nPayment Date: 13/11/2024\nPayment Status: PAID\nTransaction ID: TXN-2024-567890\n\n================================================================================\nDIAGNOSIS AND TREATMENT\n================================================================================\n\nPrimary Diagnosis: Acute Appendicitis with peritonitis\nProcedure Performed: Laparoscopic Appendectomy under General Anesthesia\nOutcome: Successful, Patient Stable\n\n================================================================================\n\nThank you for choosing Apollo Hospital. Wishing you good health! For billing queries: billing@apollomumbai.com\nFor medical records: records@apollomumbai.com"
  },
  {
    "chunk_id": "e0187044-7406-41b2-8302-736cb992a875_chunk_0",
    "doc_id": "e0187044-7406-41b2-8302-736cb992a875",
    "doc_type": "other",
    "filename": "claim.txt",
    "page_number": 1,
    "chunk_index": 0,
    "text": "HEALTH INSURANCE CLAIM FORM\n\nSecureHealth Insurance Company Ltd.\n\n================================================================================\nCLAIM INFORMATION\n================================================================================\n\nClaim Number: CLM-2024-00567\nPolicy Number: POL-2024-MH-789456\nClaim Date: 15/11/2024\nPolicy Holder: Rajesh Kumar Sharma\nPatient Name: Rajesh Kumar Sharma\n\n================================================================================\nHOSPITAL DETAILS\n================================================================================\n\nHospital Name: Apollo Hospital, Mumbai\nHospital Address: Sahar Road, Andheri East, Mumbai - 400069\nDate of Admission: 10/11/2024\nDate of Discharge: 13/11/2024\nTotal Days: 3 Days\n\n================================================================================\nMEDICAL INFORMATION\n================================================================================\n\nDiagnosis: Acute Appendicitis\nTreatment: Appendectomy (Laparoscopic)\nTreating Doctor: Dr. Amit Patel (General Surgeon)\nDepartment: General Surgery\n\n================================================================================\nCLAIM AMOUNT BREAKDOWN\n================================================================================\n\nDescription                              Amount (₹)\n-------------------------------------------------\nRoom Charges (3 days @ ₹2,500/day)        7,500\nSurgery Charges                          45,000\nSurgeon Fees                             25,000\nAnesthesia Charges                        8,000\nMedicines and Consumables                15,500\nDiagnostic Tests                         12,000\nNursing Charges                           6,000\nOther Hospital Charges                    6,000\n-------------------------------------------------\nTOTAL CLAIM AMOUNT                    ₹1,25,000\n\n================================================================================\nDECLARATION\n================================================================================\n\nI hereby declare that the information provided above is true and correct \nto the best of my knowledge. I understand that any false information may \nresult in rejection of this claim. Signature: _______________________\nDate: 15/11/2024\nPlace: Mumbai\n\n================================================================================\nDOCUMENTS ATTACHED\n================================================================================\n\n1. Hospital Bills (Original)\n2. Discharge Summary\n3. Diagnostic Reports\n4. Prescription and Medicine Bills\n5. Payment Receipts\n\n================================================================================\n\nFor claim status, contact: claims@securehealth.com\nClaim Processing Time: 15-30 working days"
  },
  {
    "chunk_id": "53009193-c30c-41be-b050-7b08d181926c_chunk_0",
    "doc_id": "53009193-c30c-41be-b050-7b08d181926c",
    "doc_type": "other",
    "filename": "discharge.txt",
    "page_number": 1,
    "chunk_index": 0,
    "text": "DISCHARGE SUMMARY\n\nApollo Hospital, Mumbai\nSahar Road, Andheri East, Mumbai - 400069\n\n================================================================================\nPATIENT INFORMATION\n================================================================================\n\nPatient Name: Rajesh Kumar Sharma\nAge/Gender: 39 Years / Male\nPatient ID: PAT-456789\nAdmission Date: 10/11/2024\nDischarge Date: 13/11/2024\nTotal Hospital Stay: 3 Days\n\n================================================================================\nDIAGNOSIS\n================================================================================\n\nPrimary Diagnosis: Acute Appendicitis with peritonitis\n\n================================================================================\nPROCEDURE PERFORMED\n================================================================================\n\nProcedure: Laparoscopic Appendectomy\nAnesthesia: General Anesthesia\nDate of Surgery: 10/11/2024\nSurgeon: Dr. Amit Patel, MS (General Surgery)\nRegistration No: MH-12345\n\n================================================================================\nCLINICAL SUMMARY\n================================================================================\n\nPatient presented to emergency department with complaints of severe abdominal \npain in right lower quadrant for 12 hours, associated with nausea and vomiting. On examination, patient was febrile (101.2°F) with tenderness and guarding in \nright iliac fossa. McBurney's point tenderness was positive. Blood investigations showed elevated WBC count (14,500/cumm). Ultrasound \nabdomen confirmed acute appendicitis. Patient was taken up for emergency laparoscopic appendectomy. Procedure was \nuneventful. Post-operative recovery was satisfactory.\n\n================================================================================\nCONDITION AT DISCHARGE\n================================================================================\n\nStable, afebrile, wound healing well\nVitals: BP 120/80 mmHg, Pulse 78/min, Temp 98.6°F\nPatient ambulatory and tolerating oral diet\n\n================================================================================\nMEDICATIONS ON DISCHARGE\n================================================================================\n\n1. Tab. Amoxicillin + Clavulanic Acid 625mg - Three times daily for 5 days\n2. Tab. Diclofenac 50mg - As needed for pain\n3. Tab. Pantoprazole 40mg - Once daily for 7 days\n4. Syrup Lactulose 15ml - At bedtime for 5 days\n\n================================================================================\nADVICE ON DISCHARGE\n================================================================================\n\n1. Keep surgical wound clean and dry\n2. Avoid heavy lifting for 2 weeks\n3. Light diet for 3-4 days, then resume normal diet\n4."
  },
  {
    "chunk_id": "53009193-c30c-41be-b050-7b08d181926c_chunk_1",
    "doc_id": "53009193-c30c-41be-b050-7b08d181926c",
    "doc_type": "other",
    "filename": "discharge.txt",
    "page_number": 1,
    "chunk_index": 1,
    "text": "3. Tab. Pantoprazole 40mg - Once daily for 7 days 4. Syrup Lactulose 15ml - At bedtime for 5 days ================================================================================ ADVICE ON DISCHARGE ================================================================================ 1. Keep surgical wound clean and dry 2. Avoid heavy lifting for 2 weeks 3. Light diet for 3-4 days, then resume normal diet 4. Adequate rest and hydration\n5. Follow-up after 7 days for suture removal\n6. Report immediately if:\n   - Fever (temperature > 100°F)\n   - Wound discharge or redness\n   - Severe abdominal pain\n   - Vomiting\n\n================================================================================\nFOLLOW-UP\n================================================================================\n\nFollow-up Date: 20/11/2024\nFollow-up Time: 10:00 AM\nDepartment: General Surgery OPD\nDoctor: Dr. Amit Patel\n\n================================================================================\nINVESTIGATIONS DONE\n================================================================================\n\n1. Complete Blood Count (CBC)\n2. Liver Function Test (LFT)\n3. Kidney Function Test (KFT)\n4. Ultrasound Abdomen\n5. X-Ray Chest\n6. ECG\n\nAll reports attached.\n\n================================================================================\n\nDr. Amit Patel\nMS (General Surgery)\nRegistration No: MH-12345\nDate: 13/11/2024\n\n================================================================================\n\nFor medical queries: depts@apollomumbai.com\nEmergency Contact: 022-XXXX-XXXX (24x7)"
  },
  {
    "chunk_id": "bb6e2a4a-e37b-4a29-998c-5800e8cfb625_chunk_0",
    "doc_id": "bb6e2a4a-e37b-4a29-998c-5800e8cfb625",
    "doc_type": "other",
    "filename": "policy.txt",
    "page_number": 1,
    "chunk_index": 0,
    "text": "HEALTH INSURANCE POLICY\n\nSecureHealth Insurance Company Ltd.\n123 Insurance Plaza, Mumbai - 400001\nPhone: 1800-XXX-XXXX\nEmail: support@securehealth.com\n\n================================================================================\nPOLICY DETAILS\n================================================================================\n\nPolicy Number: POL-2024-MH-789456\nPolicy Holder: Rajesh Kumar Sharma\nDate of Birth: 15/03/1985\nPolicy Issue Date: 01/01/2024\nPolicy Expiry Date: 31/12/2024\nSum Assured: ₹5,00,000\nPremium Amount: ₹15,450 per annum\nPolicy Type: Individual Health Insurance\n\n================================================================================\nCOVERAGE DETAILS\n================================================================================\n\n1. Hospitalization Expenses: ₹5,00,000\n2. Pre-hospitalization (60 days): ₹25,000\n3. Post-hospitalization (90 days): ₹25,000\n4. Ambulance Charges: ₹2,000 per hospitalization\n5. Day Care Procedures: Covered\n6. Room Rent: ₹3,000 per day (maximum)\n\n================================================================================\nEXCLUSIONS\n================================================================================\n\n1. Pre-existing diseases (covered after 2 years)\n2. Cosmetic or plastic surgery\n3. Dental treatment (unless due to accident)\n4. Maternity expenses\n5. Treatment outside India\n6. Self-inflicted injuries\n\n================================================================================\nTERMS AND CONDITIONS\n================================================================================\n\n- Policy is valid for 12 months from issue date\n- Premium must be paid annually\n- Claims must be intimated within 24 hours of hospitalization\n- All original bills and documents must be submitted\n- Cashless facility available at network hospitals\n- Reimbursement claims processed within 30 days\n\n================================================================================\n\nThis is a computer-generated document. For queries, contact: support@securehealth.com"
  },
  {
    "chunk_id": "0222f4b3-a1aa-4a77-8e0b-33b4f0cd4ea1_chunk_0",
    "doc_id": "0222f4b3-a1aa-4a77-8e0b-33b4f0cd4ea1",
    "doc_type": "other",
    "filename": "bill.txt",
    "page_number": 1,
    "chunk_index": 0,
    "text": "APOLLO HOSPITAL\nSahar Road, Andheri East, Mumbai - 400069\nPhone: 022-XXXX-XXXX | Email: billing@apollomumbai.com\n\n================================================================================\nFINAL HOSPITAL BILL\n================================================================================\n\nBill Number: APL-MUM-2024-5678\nBill Date: 13/11/2024\n\n================================================================================\nPATIENT INFORMATION\n================================================================================\n\nPatient Name: Rajesh Kumar Sharma\nAge/Gender: 39 Years / Male\nPatient ID: PAT-456789\nAdmission Date: 10/11/2024 - 08:30 AM\nDischarge Date: 13/11/2024 - 11:00 AM\nTotal Days: 3 Days\nDoctor: Dr. Amit Patel (General Surgeon)\nDepartment: General Surgery\n\n================================================================================\nDETAILED BILL\n================================================================================\n\nS.No  Description                      Qty    Rate(₹)   Amount(₹)\n--------------------------------------------------------------------\n1     Room Charges (Semi-Private AC)   3 days  2,500      7,500\n2     Laparoscopic Appendectomy        1      45,000     45,000\n3     Surgeon Professional Fees        1      25,000     25,000\n4     Anesthesia Charges               1       8,000      8,000\n5     OT Charges                       1      12,000     12,000\n6     Medicines                        -          -      15,500\n7     Injections and IV Fluids         -          -       8,500\n8     Blood Tests (CBC, LFT, etc.)     -          -       3,500\n9     Ultrasound Abdomen               1       2,000      2,000\n10    X-Ray Chest                      1         800        800\n11    ECG                              1         500        500\n12    Nursing Charges                  3 days  2,000      6,000\n13    Consumables                      -          -       4,200\n14    Registration Charges             1         500        500\n--------------------------------------------------------------------\n                                           SUB-TOTAL:  ₹1,39,000\n                                Hospital Discount (10%): -₹14,000\n--------------------------------------------------------------------\n                                      TOTAL PAYABLE:  ₹1,25,000\n\n================================================================================\nPAYMENT INFORMATION\n================================================================================\n\nAmount Paid: ₹1,25,000\nPayment Mode: Insurance Claim (SecureHealth Insurance)\nPayment Date: 13/11/2024\nPayment Status: PAID\nTransaction ID: TXN-2024-567890\n\n================================================================================\nDIAGNOSIS AND TREATMENT\n================================================================================\n\nPrimary Diagnosis: Acute Appendicitis with peritonitis\nProcedure Performed: Laparoscopic Appendectomy under General Anesthesia\nOutcome: Successful, Patient Stable\n\n================================================================================\n\nThank you for choosing Apollo Hospital. Wishing you good health! For billing queries: billing@apollomumbai.com\nFor medical records: records@apollomumbai.com"
  },
  {
    "chunk_id": "209b295a-dfac-40e7-b137-936065058de4_chunk_0",
    "doc_id": "209b295a-dfac-40e7-b137-936065058de4",
    "doc_type": "other",
    "filename": "claim.txt",
    "page_number": 1,
    "chunk_index": 0,
    "text": "HEALTH INSURANCE CLAIM FORM\n\nSecureHealth Insurance Company Ltd.\n\n================================================================================\nCLAIM INFORMATION\n================================================================================\n\nClaim Number: CLM-2024-00567\nPolicy Number: POL-2024-MH-789456\nClaim Date: 15/11/2024\nPolicy Holder: Rajesh Kumar Sharma\nPatient Name: Rajesh Kumar Sharma\n\n================================================================================\nHOSPITAL DETAILS\n================================================================================\n\nHospital Name: Apollo Hospital, Mumbai\nHospital Address: Sahar Road, Andheri East, Mumbai - 400069\nDate of Admission: 10/11/2024\nDate of Discharge: 13/11/2024\nTotal Days: 3 Days\n\n================================================================================\nMEDICAL INFORMATION\n================================================================================\n\nDiagnosis: Acute Appendicitis\nTreatment: Appendectomy (Laparoscopic)\nTreating Doctor: Dr. Amit Patel (General Surgeon)\nDepartment: General Surgery\n\n================================================================================\nCLAIM AMOUNT BREAKDOWN\n================================================================================\n\nDescription                              Amount (₹)\n-------------------------------------------------\nRoom Charges (3 days @ ₹2,500/day)        7,500\nSurgery Charges                          45,000\nSurgeon Fees                             25,000\nAnesthesia Charges                        8,000\nMedicines and Consumables                15,500\nDiagnostic Tests                         12,000\nNursing Charges                           6,000\nOther Hospital Charges                    6,000\n-------------------------------------------------\nTOTAL CLAIM AMOUNT                    ₹1,25,000\n\n================================================================================\nDECLARATION\n================================================================================\n\nI hereby declare that the information provided above is true and correct \nto the best of my knowledge. I understand that any false information may \nresult in rejection of this claim. Signature: _______________________\nDate: 15/11/2024\nPlace: Mumbai\n\n================================================================================\nDOCUMENTS ATTACHED\n================================================================================\n\n1. Hospital Bills (Original)\n2. Discharge Summary\n3. Diagnostic Reports\n4. Prescription and Medicine Bills\n5. Payment Receipts\n\n================================================================================\n\nFor claim status, contact: claims@securehealth.com\nClaim Processing Time: 15-30 working days"
  },
  {
    "chunk_id": "fa61bab8-987d-4ef6-8765-a131e1d02fa1_chunk_0",
    "doc_id": "fa61bab8-987d-4ef6-8765-a131e1d02fa1",
    "doc_type": "other",
    "filename": "discharge.txt",
    "page_number": 1,
    "chunk_index": 0,
    "text": "DISCHARGE SUMMARY\n\nApollo Hospital, Mumbai\nSahar Road, Andheri East, Mumbai - 400069\n\n================================================================================\nPATIENT INFORMATION\n================================================================================\n\nPatient Name: Rajesh Kumar Sharma\nAge/Gender: 39 Years / Male\nPatient ID: PAT-456789\nAdmission Date: 10/11/2024\nDischarge Date: 13/11/2024\nTotal Hospital Stay: 3 Days\n\n================================================================================\nDIAGNOSIS\n================================================================================\n\nPrimary Diagnosis: Acute Appendicitis with peritonitis\n\n================================================================================\nPROCEDURE PERFORMED\n================================================================================\n\nProcedure: Laparoscopic Appendectomy\nAnesthesia: General Anesthesia\nDate of Surgery: 10/11/2024\nSurgeon: Dr. Amit Patel, MS (General Surgery)\nRegistration No: MH-12345\n\n================================================================================\nCLINICAL SUMMARY\n================================================================================\n\nPatient presented to emergency department with complaints of severe abdominal \npain in right lower quadrant for 12 hours, associated with nausea and vomiting. On examination, patient was febrile (101.2°F) with tenderness and guarding in \nright iliac fossa. McBurney's point tenderness was positive. Blood investigations showed elevated WBC count (14,500/cumm). Ultrasound \nabdomen confirmed acute appendicitis. Patient was taken up for emergency laparoscopic appendectomy. Procedure was \nuneventful. Post-operative recovery was satisfactory.\n\n================================================================================\nCONDITION AT DISCHARGE\n================================================================================\n\nStable, afebrile, wound healing well\nVitals: BP 120/80 mmHg, Pulse 78/min, Temp 98.6°F\nPatient ambulatory and tolerating oral diet\n\n================================================================================\nMEDICATIONS ON DISCHARGE\n================================================================================\n\n1. Tab. Amoxicillin + Clavulanic Acid 625mg - Three times daily for 5 days\n2. Tab. Diclofenac 50mg - As needed for pain\n3. Tab. Pantoprazole 40mg - Once daily for 7 days\n4. Syrup Lactulose 15ml - At bedtime for 5 days\n\n================================================================================\nADVICE ON DISCHARGE\n================================================================================\n\n1. Keep surgical wound clean and dry\n2. Avoid heavy lifting for 2 weeks\n3. Light diet for 3-4 days, then resume normal diet\n4."
  },
  {
    "chunk_id": "fa61bab8-987d-4ef6-8765-a131e1d02fa1_chunk_1",
    "doc_id": "fa61bab8-987d-4ef6-8765-a131e1d02fa1",
    "doc_type": "other",
    "filename": "discharge.txt",
    "page_number": 1,
    "chunk_index": 1,
    "text": "3. Tab. Pantoprazole 40mg - Once daily for 7 days 4. Syrup Lactulose 15ml - At bedtime for 5 days ================================================================================ ADVICE ON DISCHARGE ================================================================================ 1. Keep surgical wound clean and dry 2. Avoid heavy lifting for 2 weeks 3. Light diet for 3-4 days, then resume normal diet 4. Adequate rest and hydration\n5. Follow-up after 7 days for suture removal\n6. Report immediately if:\n   - Fever (temperature > 100°F)\n   - Wound discharge or redness\n   - Severe abdominal pain\n   - Vomiting\n\n================================================================================\nFOLLOW-UP\n================================================================================\n\nFollow-up Date: 20/11/2024\nFollow-up Time: 10:00 AM\nDepartment: General Surgery OPD\nDoctor: Dr. Amit Patel\n\n================================================================================\nINVESTIGATIONS DONE\n================================================================================\n\n1. Complete Blood Count (CBC)\n2. Liver Function Test (LFT)\n3. Kidney Function Test (KFT)\n4. Ultrasound Abdomen\n5. X-Ray Chest\n6. ECG\n\nAll reports attached.\n\n================================================================================\n\nDr. Amit Patel\nMS (General Surgery)\nRegistration No: MH-12345\nDate: 13/11/2024\n\n================================================================================\n\nFor medical queries: depts@apollomumbai.com\nEmergency Contact: 022-XXXX-XXXX (24x7)"
  },
  {
    "chunk_id": "5326b274-f929-43e7-8f64-72eec386642b_chunk_0",
    "doc_id": "5326b274-f929-43e7-8f64-72eec386642b",
    "doc_type": "other",
    "filename": "policy.txt",
    "page_number": 1,
    "chunk_index": 0,
    "text": "HEALTH INSURANCE POLICY\n\nSecureHealth Insurance Company Ltd.\n123 Insurance Plaza, Mumbai - 400001\nPhone: 1800-XXX-XXXX\nEmail: support@securehealth.com\n\n================================================================================\nPOLICY DETAILS\n================================================================================\n\nPolicy Number: POL-2024-MH-789456\nPolicy Holder: Rajesh Kumar Sharma\nDate of Birth: 15/03/1985\nPolicy Issue Date: 01/01/2024\nPolicy Expiry Date: 31/12/2024\nSum Assured: ₹5,00,000\nPremium Amount: ₹15,450 per annum\nPolicy Type: Individual Health Insurance\n\n================================================================================\nCOVERAGE DETAILS\n================================================================================\n\n1. Hospitalization Expenses: ₹5,00,000\n2. Pre-hospitalization (60 days): ₹25,000\n3. Post-hospitalization (90 days): ₹25,000\n4. Ambulance Charges: ₹2,000 per hospitalization\n5. Day Care Procedures: Covered\n6. Room Rent: ₹3,000 per day (maximum)\n\n================================================================================\nEXCLUSIONS\n================================================================================\n\n1. Pre-existing diseases (covered after 2 years)\n2. Cosmetic or plastic surgery\n3. Dental treatment (unless due to accident)\n4. Maternity expenses\n5. Treatment outside India\n6. Self-inflicted injuries\n\n================================================================================\nTERMS AND CONDITIONS\n================================================================================\n\n- Policy is valid for 12 months from issue date\n- Premium must be paid annually\n- Claims must be intimated within 24 hours of hospitalization\n- All original bills and documents must be submitted\n- Cashless facility available at network hospitals\n- Reimbursement claims processed within 30 days\n\n================================================================================\n\nThis is a computer-generated document. For queries, contact: support@securehealth.com"
  },
  {
    "chunk_id": "e2727021-eb7c-4142-86a5-eb9a3041bc54_chunk_0",
    "doc_id": "e2727021-eb7c-4142-86a5-eb9a3041bc54",
    "doc_type": "other",
    "filename": "bill.txt",
    "page_number": 1,
    "chunk_index": 0,
    "text": "APOLLO HOSPITAL\nSahar Road, Andheri East, Mumbai - 400069\nPhone: 022-XXXX-XXXX | Email: billing@apollomumbai.com\n\n================================================================================\nFINAL HOSPITAL BILL\n================================================================================\n\nBill Number: APL-MUM-2024-5678\nBill Date: 13/11/2024\n\n================================================================================\nPATIENT INFORMATION\n================================================================================\n\nPatient Name: Rajesh Kumar Sharma\nAge/Gender: 39 Years / Male\nPatient ID: PAT-456789\nAdmission Date: 10/11/2024 - 08:30 AM\nDischarge Date: 13/11/2024 - 11:00 AM\nTotal Days: 3 Days\nDoctor: Dr. Amit Patel (General Surgeon)\nDepartment: General Surgery\n\n================================================================================\nDETAILED BILL\n================================================================================\n\nS.No  Description                      Qty    Rate(₹)   Amount(₹)\n--------------------------------------------------------------------\n1     Room Charges (Semi-Private AC)   3 days  2,500      7,500\n2     Laparoscopic Appendectomy        1      45,000     45,000\n3     Surgeon Professional Fees        1      25,000     25,000\n4     Anesthesia Charges               1       8,000      8,000\n5     OT Charges                       1      12,000     12,000\n6     Medicines                        -          -      15,500\n7     Injections and IV Fluids         -          -       8,500\n8     Blood Tests (CBC, LFT, etc.)     -          -       3,500\n9     Ultrasound Abdomen               1       2,000      2,000\n10    X-Ray Chest                      1         800        800\n11    ECG                              1         500        500\n12    Nursing Charges                  3 days  2,000      6,000\n13    Consumables                      -          -       4,200\n14    Registration Charges             1         500        500\n--------------------------------------------------------------------\n                                           SUB-TOTAL:  ₹1,39,000\n                                Hospital Discount (10%): -₹14,000\n--------------------------------------------------------------------\n                                      TOTAL PAYABLE:  ₹1,25,000\n\n================================================================================\nPAYMENT INFORMATION\n================================================================================\n\nAmount Paid: ₹1,25,000\nPayment Mode: Insurance Claim (SecureHealth Insurance)\nPayment Date: 13/11/2024\nPayment Status: PAID\nTransaction ID: TXN-2024-567890\n\n================================================================================\nDIAGNOSIS AND TREATMENT\n================================================================================\n\nPrimary Diagnosis: Acute Appendicitis with peritonitis\nProcedure Performed: Laparoscopic Appendectomy under General Anesthesia\nOutcome: Successful, Patient Stable\n\n================================================================================\n\nThank you for choosing Apollo Hospital. Wishing you good health! For billing queries: billing@apollomumbai.com\nFor medical records: records@apollomumbai.com"
  },
  {
    "chunk_id": "96608f8b-219b-4643-ad08-d7d4d504b312_chunk_0",
    "doc_id": "96608f8b-219b-4643-ad08-d7d4d504b312",
    "doc_type": "other",
    "filename": "claim.txt",
    "page_number": 1,
    "chunk_index": 0,
    "text": "HEALTH INSURANCE CLAIM FORM\n\nSecureHealth Insurance Company Ltd.\n\n================================================================================\nCLAIM INFORMATION\n================================================================================\n\nClaim Number: CLM-2024-00567\nPolicy Number: POL-2024-MH-789456\nClaim Date: 15/11/2024\nPolicy Holder: Rajesh Kumar Sharma\nPatient Name: Rajesh Kumar Sharma\n\n================================================================================\nHOSPITAL DETAILS\n================================================================================\n\nHospital Name: Apollo Hospital, Mumbai\nHospital Address: Sahar Road, Andheri East, Mumbai - 400069\nDate of Admission: 10/11/2024\nDate of Discharge: 13/11/2024\nTotal Days: 3 Days\n\n================================================================================\nMEDICAL INFORMATION\n================================================================================\n\nDiagnosis: Acute Appendicitis\nTreatment: Appendectomy (Laparoscopic)\nTreating Doctor: Dr. Amit Patel (General Surgeon)\nDepartment: General Surgery\n\n================================================================================\nCLAIM AMOUNT BREAKDOWN\n================================================================================\n\nDescription                              Amount (₹)\n-------------------------------------------------\nRoom Charges (3 days @ ₹2,500/day)        7,500\nSurgery Charges                          45,000\nSurgeon Fees                             25,000\nAnesthesia Charges                        8,000\nMedicines and Consumables                15,500\nDiagnostic Tests                         12,000\nNursing Charges                           6,000\nOther Hospital Charges                    6,000\n-------------------------------------------------\nTOTAL CLAIM AMOUNT                    ₹1,25,000\n\n================================================================================\nDECLARATION\n================================================================================\n\nI hereby declare that the information provided above is true and correct \nto the best of my knowledge. I understand that any false information may \nresult in rejection of this claim. Signature: _______________________\nDate: 15/11/2024\nPlace: Mumbai\n\n================================================================================\nDOCUMENTS ATTACHED\n================================================================================\n\n1. Hospital Bills (Original)\n2. Discharge Summary\n3. Diagnostic Reports\n4. Prescription and Medicine Bills\n5. Payment Receipts\n\n================================================================================\n\nFor claim status, contact: claims@securehealth.com\nClaim Processing Time: 15-30 working days"
  },
  {
    "chunk_id": "b7aadeee-6862-4513-a052-1400b9010bd8_chunk_0",
    "doc_id": "b7aadeee-6862-4513-a052-1400b9010bd8",
    "doc_type": "other",
    "filename": "discharge.txt",
    "page_number": 1,
    "chunk_index": 0,
    "text": "DISCHARGE SUMMARY\n\nApollo Hospital, Mumbai\nSahar Road, Andheri East, Mumbai - 400069\n\n================================================================================\nPATIENT INFORMATION\n================================================================================\n\nPatient Name: Rajesh Kumar Sharma\nAge/Gender: 39 Years / Male\nPatient ID: PAT-456789\nAdmission Date: 10/11/2024\nDischarge Date: 13/11/2024\nTotal Hospital Stay: 3 Days\n\n================================================================================\nDIAGNOSIS\n================================================================================\n\nPrimary Diagnosis: Acute Appendicitis with peritonitis\n\n================================================================================\nPROCEDURE PERFORMED\n================================================================================\n\nProcedure: Laparoscopic Appendectomy\nAnesthesia: General Anesthesia\nDate of Surgery: 10/11/2024\nSurgeon: Dr. Amit Patel, MS (General Surgery)\nRegistration No: MH-12345\n\n================================================================================\nCLINICAL SUMMARY\n================================================================================\n\nPatient presented to emergency department with complaints of severe abdominal \npain in right lower quadrant for 12 hours, associated with nausea and vomiting. On examination, patient was febrile (101.2°F) with tenderness and guarding in \nright iliac fossa. McBurney's point tenderness was positive. Blood investigations showed elevated WBC count (14,500/cumm). Ultrasound \nabdomen confirmed acute appendicitis. Patient was taken up for emergency laparoscopic appendectomy. Procedure was \nuneventful. Post-operative recovery was satisfactory.\n\n================================================================================\nCONDITION AT DISCHARGE\n================================================================================\n\nStable, afebrile, wound healing well\nVitals: BP 120/80 mmHg, Pulse 78/min, Temp 98.6°F\nPatient ambulatory and tolerating oral diet\n\n================================================================================\nMEDICATIONS ON DISCHARGE\n================================================================================\n\n1. Tab. Amoxicillin + Clavulanic Acid 625mg - Three times daily for 5 days\n2. Tab. Diclofenac 50mg - As needed for pain\n3. Tab. Pantoprazole 40mg - Once daily for 7 days\n4. Syrup Lactulose 15ml - At bedtime for 5 days\n\n================================================================================\nADVICE ON DISCHARGE\n================================================================================\n\n1. Keep surgical wound clean and dry\n2. Avoid heavy lifting for 2 weeks\n3. Light diet for 3-4 days, then resume normal diet\n4."
  },
  {
    "chunk_id": "b7aadeee-6862-4513-a052-1400b9010bd8_chunk_1",
    "doc_id": "b7aadeee-6862-4513-a052-1400b9010bd8",
    "doc_type": "other",
    "filename": "discharge.txt",
    "page_number": 1,
    "chunk_index": 1,
    "text": "3. Tab. Pantoprazole 40mg - Once daily for 7 days 4. Syrup Lactulose 15ml - At bedtime for 5 days ================================================================================ ADVICE ON DISCHARGE ================================================================================ 1. Keep surgical wound clean and dry 2. Avoid heavy lifting for 2 weeks 3. Light diet for 3-4 days, then resume normal diet 4. Adequate rest and hydration\n5. Follow-up after 7 days for suture removal\n6. Report immediately if:\n   - Fever (temperature > 100°F)\n   - Wound discharge or redness\n   - Severe abdominal pain\n   - Vomiting\n\n================================================================================\nFOLLOW-UP\n================================================================================\n\nFollow-up Date: 20/11/2024\nFollow-up Time: 10:00 AM\nDepartment: General Surgery OPD\nDoctor: Dr. Amit Patel\n\n================================================================================\nINVESTIGATIONS DONE\n================================================================================\n\n1. Complete Blood Count (CBC)\n2. Liver Function Test (LFT)\n3. Kidney Function Test (KFT)\n4. Ultrasound Abdomen\n5. X-Ray Chest\n6. ECG\n\nAll reports attached.\n\n================================================================================\n\nDr. Amit Patel\nMS (General Surgery)\nRegistration No: MH-12345\nDate: 13/11/2024\n\n================================================================================\n\nFor medical queries: depts@apollomumbai.com\nEmergency Contact: 022-XXXX-XXXX (24x7)"
  },
  {
    "chunk_id": "a138f03c-1b29-4bd4-a1d5-fc7a5398b5d0_chunk_0",
    "doc_id": "a138f03c-1b29-4bd4-a1d5-fc7a5398b5d0",
    "doc_type": "other",
    "filename": "policy.txt",
    "page_number": 1,
    "chunk_index": 0,
    "text": "HEALTH INSURANCE POLICY\n\nSecureHealth Insurance Company Ltd.\n123 Insurance Plaza, Mumbai - 400001\nPhone: 1800-XXX-XXXX\nEmail: support@securehealth.com\n\n================================================================================\nPOLICY DETAILS\n================================================================================\n\nPolicy Number: POL-2024-MH-789456\nPolicy Holder: Rajesh Kumar Sharma\nDate of Birth: 15/03/1985\nPolicy Issue Date: 01/01/2024\nPolicy Expiry Date: 31/12/2024\nSum Assured: ₹5,00,000\nPremium Amount: ₹15,450 per annum\nPolicy Type: Individual Health Insurance\n\n================================================================================\nCOVERAGE DETAILS\n================================================================================\n\n1. Hospitalization Expenses: ₹5,00,000\n2. Pre-hospitalization (60 days): ₹25,000\n3. Post-hospitalization (90 days): ₹25,000\n4. Ambulance Charges: ₹2,000 per hospitalization\n5. Day Care Procedures: Covered\n6. Room Rent: ₹3,000 per day (maximum)\n\n================================================================================\nEXCLUSIONS\n================================================================================\n\n1. Pre-existing diseases (covered after 2 years)\n2. Cosmetic or plastic surgery\n3. Dental treatment (unless due to accident)\n4. Maternity expenses\n5. Treatment outside India\n6. Self-inflicted injuries\n\n================================================================================\nTERMS AND CONDITIONS\n================================================================================\n\n- Policy is valid for 12 months from issue date\n- Premium must be paid annually\n- Claims must be intimated within 24 hours of hospitalization\n- All original bills and documents must be submitted\n- Cashless facility available at network hospitals\n- Reimbursement claims processed within 30 days\n\n================================================================================\n\nThis is a computer-generated document. For queries, contact: support@securehealth.com"
  },
  {
    "chunk_id": "3f038cf7-97db-4a4b-81c6-8eb3351eed00_chunk_0",
    "doc_id": "3f038cf7-97db-4a4b-81c6-8eb3351eed00",
    "doc_type": "other",
    "filename": "bill.txt",
    "page_number": 1,
    "chunk_index": 0,
    "text": "APOLLO HOSPITAL\nSahar Road, Andheri East, Mumbai - 400069\nPhone: 022-XXXX-XXXX | Email: billing@apollomumbai.com\n\n================================================================================\nFINAL HOSPITAL BILL\n================================================================================\n\nBill Number: APL-MUM-2024-5678\nBill Date: 13/11/2024\n\n================================================================================\nPATIENT INFORMATION\n================================================================================\n\nPatient Name: Rajesh Kumar Sharma\nAge/Gender: 39 Years / Male\nPatient ID: PAT-456789\nAdmission Date: 10/11/2024 - 08:30 AM\nDischarge Date: 13/11/2024 - 11:00 AM\nTotal Days: 3 Days\nDoctor: Dr. Amit Patel (General Surgeon)\nDepartment: General Surgery\n\n================================================================================\nDETAILED BILL\n================================================================================\n\nS.No  Description                      Qty    Rate(₹)   Amount(₹)\n--------------------------------------------------------------------\n1     Room Charges (Semi-Private AC)   3 days  2,500      7,500\n2     Laparoscopic Appendectomy        1      45,000     45,000\n3     Surgeon Professional Fees        1      25,000     25,000\n4     Anesthesia Charges               1       8,000      8,000\n5     OT Charges                       1      12,000     12,000\n6     Medicines                        -          -      15,500\n7     Injections and IV Fluids         -          -       8,500\n8     Blood Tests (CBC, LFT, etc.)     -          -       3,500\n9     Ultrasound Abdomen               1       2,000      2,000\n10    X-Ray Chest                      1         800        800\n11    ECG                              1         500        500\n12    Nursing Charges                  3 days  2,000      6,000\n13    Consumables                      -          -       4,200\n14    Registration Charges             1         500        500\n--------------------------------------------------------------------\n                                           SUB-TOTAL:  ₹1,39,000\n                                Hospital Discount (10%): -₹14,000\n--------------------------------------------------------------------\n                                      TOTAL PAYABLE:  ₹1,25,000\n\n================================================================================\nPAYMENT INFORMATION\n================================================================================\n\nAmount Paid: ₹1,25,000\nPayment Mode: Insurance Claim (SecureHealth Insurance)\nPayment Date: 13/11/2024\nPayment Status: PAID\nTransaction ID: TXN-2024-567890\n\n================================================================================\nDIAGNOSIS AND TREATMENT\n================================================================================\n\nPrimary Diagnosis: Acute Appendicitis with peritonitis\nProcedure Performed: Laparoscopic Appendectomy under General Anesthesia\nOutcome: Successful, Patient Stable\n\n================================================================================\n\nThank you for choosing Apollo Hospital. Wishing you good health! For billing queries: billing@apollomumbai.com\nFor medical records: records@apollomumbai.com"
  },
  {
    "chunk_id": "0c16e42b-067d-4744-8150-7d9b11b1c0e1_chunk_0",
    "doc_id": "0c16e42b-067d-4744-8150-7d9b11b1c0e1",
    "doc_type": "other",
    "filename": "claim.txt",
    "page_number": 1,
    "chunk_index": 0,
    "text": "HEALTH INSURANCE CLAIM FORM\n\nSecureHealth Insurance Company Ltd.\n\n================================================================================\nCLAIM INFORMATION\n================================================================================\n\nClaim Number: CLM-2024-00567\nPolicy Number: POL-2024-MH-789456\nClaim Date: 15/11/2024\nPolicy Holder: Rajesh Kumar Sharma\nPatient Name: Rajesh Kumar Sharma\n\n================================================================================\nHOSPITAL DETAILS\n================================================================================\n\nHospital Name: Apollo Hospital, Mumbai\nHospital Address: Sahar Road, Andheri East, Mumbai - 400069\nDate of Admission: 10/11/2024\nDate of Discharge: 13/11/2024\nTotal Days: 3 Days\n\n================================================================================\nMEDICAL INFORMATION\n================================================================================\n\nDiagnosis: Acute Appendicitis\nTreatment: Appendectomy (Laparoscopic)\nTreating Doctor: Dr. Amit Patel (General Surgeon)\nDepartment: General Surgery\n\n================================================================================\nCLAIM AMOUNT BREAKDOWN\n================================================================================\n\nDescription                              Amount (₹)\n-------------------------------------------------\nRoom Charges (3 days @ ₹2,500/day)        7,500\nSurgery Charges                          45,000\nSurgeon Fees                             25,000\nAnesthesia Charges                        8,000\nMedicines and Consumables                15,500\nDiagnostic Tests                         12,000\nNursing Charges                           6,000\nOther Hospital Charges                    6,000\n-------------------------------------------------\nTOTAL CLAIM AMOUNT                    ₹1,25,000\n\n================================================================================\nDECLARATION\n================================================================================\n\nI hereby declare that the information provided above is true and correct \nto the best of my knowledge. I understand that any false information may \nresult in rejection of this claim. Signature: _______________________\nDate: 15/11/2024\nPlace: Mumbai\n\n================================================================================\nDOCUMENTS ATTACHED\n================================================================================\n\n1. Hospital Bills (Original)\n2. Discharge Summary\n3. Diagnostic Reports\n4. Prescription and Medicine Bills\n5. Payment Receipts\n\n================================================================================\n\nFor claim status, contact: claims@securehealth.com\nClaim Processing Time: 15-30 working days"
  },
  {
    "chunk_id": "155c06c7-a00b-4cf9-81c5-f3eaa37e6a84_chunk_0",
    "doc_id": "155c06c7-a00b-4cf9-81c5-f3eaa37e6a84",
    "doc_type": "other",
    "filename": "discharge.txt",
    "page_number": 1,
    "chunk_index": 0,
    "text": "DISCHARGE SUMMARY\n\nApollo Hospital, Mumbai\nSahar Road, Andheri East, Mumbai - 400069\n\n================================================================================\nPATIENT INFORMATION\n================================================================================\n\nPatient Name: Rajesh Kumar Sharma\nAge/Gender: 39 Years / Male\nPatient ID: PAT-456789\nAdmission Date: 10/11/2024\nDischarge Date: 13/11/2024\nTotal Hospital Stay: 3 Days\n\n================================================================================\nDIAGNOSIS\n================================================================================\n\nPrimary Diagnosis: Acute Appendicitis with peritonitis\n\n================================================================================\nPROCEDURE PERFORMED\n================================================================================\n\nProcedure: Laparoscopic Appendectomy\nAnesthesia: General Anesthesia\nDate of Surgery: 10/11/2024\nSurgeon: Dr. Amit Patel, MS (General Surgery)\nRegistration No: MH-12345\n\n================================================================================\nCLINICAL SUMMARY\n================================================================================\n\nPatient presented to emergency department with complaints of severe abdominal \npain in right lower quadrant for 12 hours, associated with nausea and vomiting. On examination, patient was febrile (101.2°F) with tenderness and guarding in \nright iliac fossa. McBurney's point tenderness was positive. Blood investigations showed elevated WBC count (14,500/cumm). Ultrasound \nabdomen confirmed acute appendicitis. Patient was taken up for emergency laparoscopic appendectomy. Procedure was \nuneventful. Post-operative recovery was satisfactory.\n\n================================================================================\nCONDITION AT DISCHARGE\n================================================================================\n\nStable, afebrile, wound healing well\nVitals: BP 120/80 mmHg, Pulse 78/min, Temp 98.6°F\nPatient ambulatory and tolerating oral diet\n\n================================================================================\nMEDICATIONS ON DISCHARGE\n================================================================================\n\n1. Tab. Amoxicillin + Clavulanic Acid 625mg - Three times daily for 5 days\n2. Tab. Diclofenac 50mg - As needed for pain\n3. Tab. Pantoprazole 40mg - Once daily for 7 days\n4. Syrup Lactulose 15ml - At bedtime for 5 days\n\n================================================================================\nADVICE ON DISCHARGE\n================================================================================\n\n1. Keep surgical wound clean and dry\n2. Avoid heavy lifting for 2 weeks\n3. Light diet for 3-4 days, then resume normal diet\n4."
  },
  {
    "chunk_id": "155c06c7-a00b-4cf9-81c5-f3eaa37e6a84_chunk_1",
    "doc_id": "155c06c7-a00b-4cf9-81c5-f3eaa37e6a84",
    "doc_type": "other",
    "filename": "discharge.txt",
    "page_number": 1,
    "chunk_index": 1,
    "text": "3. Tab. Pantoprazole 40mg - Once daily for 7 days 4. Syrup Lactulose 15ml - At bedtime for 5 days ================================================================================ ADVICE ON DISCHARGE ================================================================================ 1. Keep surgical wound clean and dry 2. Avoid heavy lifting for 2 weeks 3. Light diet for 3-4 days, then resume normal diet 4. Adequate rest and hydration\n5. Follow-up after 7 days for suture removal\n6. Report immediately if:\n   - Fever (temperature > 100°F)\n   - Wound discharge or redness\n   - Severe abdominal pain\n   - Vomiting\n\n================================================================================\nFOLLOW-UP\n================================================================================\n\nFollow-up Date: 20/11/2024\nFollow-up Time: 10:00 AM\nDepartment: General Surgery OPD\nDoctor: Dr. Amit Patel\n\n================================================================================\nINVESTIGATIONS DONE\n================================================================================\n\n1. Complete Blood Count (CBC)\n2. Liver Function Test (LFT)\n3. Kidney Function Test (KFT)\n4. Ultrasound Abdomen\n5. X-Ray Chest\n6. ECG\n\nAll reports attached.\n\n================================================================================\n\nDr. Amit Patel\nMS (General Surgery)\nRegistration No: MH-12345\nDate: 13/11/2024\n\n================================================================================\n\nFor medical queries: depts@apollomumbai.com\nEmergency Contact: 022-XXXX-XXXX (24x7)"
  },
  {
    "chunk_id": "79f31098-8ec5-4a14-8ce5-8f6f70e88705_chunk_0",
    "doc_id": "79f31098-8ec5-4a14-8ce5-8f6f70e88705",
    "doc_type": "other",
    "filename": "policy.txt",
    "page_number": 1,
    "chunk_index": 0,
    "text": "HEALTH INSURANCE POLICY\n\nSecureHealth Insurance Company Ltd.\n123 Insurance Plaza, Mumbai - 400001\nPhone: 1800-XXX-XXXX\nEmail: support@securehealth.com\n\n================================================================================\nPOLICY DETAILS\n================================================================================\n\nPolicy Number: POL-2024-MH-789456\nPolicy Holder: Rajesh Kumar Sharma\nDate of Birth: 15/03/1985\nPolicy Issue Date: 01/01/2024\nPolicy Expiry Date: 31/12/2024\nSum Assured: ₹5,00,000\nPremium Amount: ₹15,450 per annum\nPolicy Type: Individual Health Insurance\n\n================================================================================\nCOVERAGE DETAILS\n================================================================================\n\n1. Hospitalization Expenses: ₹5,00,000\n2. Pre-hospitalization (60 days): ₹25,000\n3. Post-hospitalization (90 days): ₹25,000\n4. Ambulance Charges: ₹2,000 per hospitalization\n5. Day Care Procedures: Covered\n6. Room Rent: ₹3,000 per day (maximum)\n\n================================================================================\nEXCLUSIONS\n================================================================================\n\n1. Pre-existing diseases (covered after 2 years)\n2. Cosmetic or plastic surgery\n3. Dental treatment (unless due to accident)\n4. Maternity expenses\n5. Treatment outside India\n6. Self-inflicted injuries\n\n================================================================================\nTERMS AND CONDITIONS\n================================================================================\n\n- Policy is valid for 12 months from issue date\n- Premium must be paid annually\n- Claims must be intimated within 24 hours of hospitalization\n- All original bills and documents must be submitted\n- Cashless facility available at network hospitals\n- Reimbursement claims processed within 30 days\n\n================================================================================\n\nThis is a computer-generated document. For queries, contact: support@securehealth.com"
  },
  {
    "chunk_id": "c16c9b1f-27ff-4aa2-b8a9-7ac8aa1138f6_chunk_0",
    "doc_id": "c16c9b1f-27ff-4aa2-b8a9-7ac8aa1138f6",
    "doc_type": "other",
    "filename": "bill.txt",
    "page_number": 1,
    "chunk_index": 0,
    "text": "APOLLO HOSPITAL\nSahar Road, Andheri East, Mumbai - 400069\nPhone: 022-XXXX-XXXX | Email: billing@apollomumbai.com\n\n================================================================================\nFINAL HOSPITAL BILL\n================================================================================\n\nBill Number: APL-MUM-2024-5678\nBill Date: 13/11/2024\n\n================================================================================\nPATIENT INFORMATION\n================================================================================\n\nPatient Name: Rajesh Kumar Sharma\nAge/Gender: 39 Years / Male\nPatient ID: PAT-456789\nAdmission Date: 10/11/2024 - 08:30 AM\nDischarge Date: 13/11/2024 - 11:00 AM\nTotal Days: 3 Days\nDoctor: Dr. Amit Patel (General Surgeon)\nDepartment: General Surgery\n\n================================================================================\nDETAILED BILL\n================================================================================\n\nS.No  Description                      Qty    Rate(₹)   Amount(₹)\n--------------------------------------------------------------------\n1     Room Charges (Semi-Private AC)   3 days  2,500      7,500\n2     Laparoscopic Appendectomy        1      45,000     45,000\n3     Surgeon Professional Fees        1      25,000     25,000\n4     Anesthesia Charges               1       8,000      8,000\n5     OT Charges                       1      12,000     12,000\n6     Medicines                        -          -      15,500\n7     Injections and IV Fluids         -          -       8,500\n8     Blood Tests (CBC, LFT, etc.)     -          -       3,500\n9     Ultrasound Abdomen               1       2,000      2,000\n10    X-Ray Chest                      1         800        800\n11    ECG                              1         500        500\n12    Nursing Charges                  3 days  2,000      6,000\n13    Consumables                      -          -       4,200\n14    Registration Charges             1         500        500\n--------------------------------------------------------------------\n                                           SUB-TOTAL:  ₹1,39,000\n                                Hospital Discount (10%): -₹14,000\n--------------------------------------------------------------------\n                                      TOTAL PAYABLE:  ₹1,25,000\n\n================================================================================\nPAYMENT INFORMATION\n================================================================================\n\nAmount Paid: ₹1,25,000\nPayment Mode: Insurance Claim (SecureHealth Insurance)\nPayment Date: 13/11/2024\nPayment Status: PAID\nTransaction ID: TXN-2024-567890\n\n================================================================================\nDIAGNOSIS AND TREATMENT\n================================================================================\n\nPrimary Diagnosis: Acute Appendicitis with peritonitis\nProcedure Performed: Laparoscopic Appendectomy under General Anesthesia\nOutcome: Successful, Patient Stable\n\n================================================================================\n\nThank you for choosing Apollo Hospital. Wishing you good health! For billing queries: billing@apollomumbai.com\nFor medical records: records@apollomumbai.com"
  },
  {
    "chunk_id": "965bbc0f-ae3b-4222-a382-707966f3c71d_chunk_0",
    "doc_id": "965bbc0f-ae3b-4222-a382-707966f3c71d",
    "doc_type": "other",
    "filename": "claim.txt",
    "page_number": 1,
    "chunk_index": 0,
    "text": "HEALTH INSURANCE CLAIM FORM\n\nSecureHealth Insurance Company Ltd.\n\n================================================================================\nCLAIM INFORMATION\n================================================================================\n\nClaim Number: CLM-2024-00567\nPolicy Number: POL-2024-MH-789456\nClaim Date: 15/11/2024\nPolicy Holder: Rajesh Kumar Sharma\nPatient Name: Rajesh Kumar Sharma\n\n================================================================================\nHOSPITAL DETAILS\n================================================================================\n\nHospital Name: Apollo Hospital, Mumbai\nHospital Address: Sahar Road, Andheri East, Mumbai - 400069\nDate of Admission: 10/11/2024\nDate of Discharge: 13/11/2024\nTotal Days: 3 Days\n\n================================================================================\nMEDICAL INFORMATION\n================================================================================\n\nDiagnosis: Acute Appendicitis\nTreatment: Appendectomy (Laparoscopic)\nTreating Doctor: Dr. Amit Patel (General Surgeon)\nDepartment: General Surgery\n\n================================================================================\nCLAIM AMOUNT BREAKDOWN\n================================================================================\n\nDescription                              Amount (₹)\n-------------------------------------------------\nRoom Charges (3 days @ ₹2,500/day)        7,500\nSurgery Charges                          45,000\nSurgeon Fees                             25,000\nAnesthesia Charges                        8,000\nMedicines and Consumables                15,500\nDiagnostic Tests                         12,000\nNursing Charges                           6,000\nOther Hospital Charges                    6,000\n-------------------------------------------------\nTOTAL CLAIM AMOUNT                    ₹1,25,000\n\n================================================================================\nDECLARATION\n================================================================================\n\nI hereby declare that the information provided above is true and correct \nto the best of my knowledge. I understand that any false information may \nresult in rejection of this claim. Signature: _______________________\nDate: 15/11/2024\nPlace: Mumbai\n\n================================================================================\nDOCUMENTS ATTACHED\n================================================================================\n\n1. Hospital Bills (Original)\n2. Discharge Summary\n3. Diagnostic Reports\n4. Prescription and Medicine Bills\n5. Payment Receipts\n\n================================================================================\n\nFor claim status, contact: claims@securehealth.com\nClaim Processing Time: 15-30 working days"
  },
  {
    "chunk_id": "1eeeeb2f-b357-4bda-84b8-1ad8de928439_chunk_0",
    "doc_id": "1eeeeb2f-b357-4bda-84b8-1ad8de928439",
    "doc_type": "other",
    "filename": "discharge.txt",
    "page_number": 1,
    "chunk_index": 0,
    "text": "DISCHARGE SUMMARY\n\nApollo Hospital, Mumbai\nSahar Road, Andheri East, Mumbai - 400069\n\n================================================================================\nPATIENT INFORMATION\n================================================================================\n\nPatient Name: Rajesh Kumar Sharma\nAge/Gender: 39 Years / Male\nPatient ID: PAT-456789\nAdmission Date: 10/11/2024\nDischarge Date: 13/11/2024\nTotal Hospital Stay: 3 Days\n\n================================================================================\nDIAGNOSIS\n================================================================================\n\nPrimary Diagnosis: Acute Appendicitis with peritonitis\n\n================================================================================\nPROCEDURE PERFORMED\n================================================================================\n\nProcedure: Laparoscopic Appendectomy\nAnesthesia: General Anesthesia\nDate of Surgery: 10/11/2024\nSurgeon: Dr. Amit Patel, MS (General Surgery)\nRegistration No: MH-12345\n\n================================================================================\nCLINICAL SUMMARY\n================================================================================\n\nPatient presented to emergency department with complaints of severe abdominal \npain in right lower quadrant for 12 hours, associated with nausea and vomiting. On examination, patient was febrile (101.2°F) with tenderness and guarding in \nright iliac fossa. McBurney's point tenderness was positive. Blood investigations showed elevated WBC count (14,500/cumm). Ultrasound \nabdomen confirmed acute appendicitis. Patient was taken up for emergency laparoscopic appendectomy. Procedure was \nuneventful. Post-operative recovery was satisfactory.\n\n================================================================================\nCONDITION AT DISCHARGE\n================================================================================\n\nStable, afebrile, wound healing well\nVitals: BP 120/80 mmHg, Pulse 78/min, Temp 98.6°F\nPatient ambulatory and tolerating oral diet\n\n================================================================================\nMEDICATIONS ON DISCHARGE\n================================================================================\n\n1. Tab. Amoxicillin + Clavulanic Acid 625mg - Three times daily for 5 days\n2. Tab. Diclofenac 50mg - As needed for pain\n3. Tab. Pantoprazole 40mg - Once daily for 7 days\n4. Syrup Lactulose 15ml - At bedtime for 5 days\n\n================================================================================\nADVICE ON DISCHARGE\n================================================================================\n\n1. Keep surgical wound clean and dry\n2. Avoid heavy lifting for 2 weeks\n3. Light diet for 3-4 days, then resume normal diet\n4."
  },
  {
    "chunk_id": "1eeeeb2f-b357-4bda-84b8-1ad8de928439_chunk_1",
    "doc_id": "1eeeeb2f-b357-4bda-84b8-1ad8de928439",
    "doc_type": "other",
    "filename": "discharge.txt",
    "page_number": 1,
    "chunk_index": 1,
    "text": "3. Tab. Pantoprazole 40mg - Once daily for 7 days 4. Syrup Lactulose 15ml - At bedtime for 5 days ================================================================================ ADVICE ON DISCHARGE ================================================================================ 1. Keep surgical wound clean and dry 2. Avoid heavy lifting for 2 weeks 3. Light diet for 3-4 days, then resume normal diet 4. Adequate rest and hydration\n5. Follow-up after 7 days for suture removal\n6. Report immediately if:\n   - Fever (temperature > 100°F)\n   - Wound discharge or redness\n   - Severe abdominal pain\n   - Vomiting\n\n================================================================================\nFOLLOW-UP\n================================================================================\n\nFollow-up Date: 20/11/2024\nFollow-up Time: 10:00 AM\nDepartment: General Surgery OPD\nDoctor: Dr. Amit Patel\n\n================================================================================\nINVESTIGATIONS DONE\n================================================================================\n\n1. Complete Blood Count (CBC)\n2. Liver Function Test (LFT)\n3. Kidney Function Test (KFT)\n4. Ultrasound Abdomen\n5. X-Ray Chest\n6. ECG\n\nAll reports attached.\n\n================================================================================\n\nDr. Amit Patel\nMS (General Surgery)\nRegistration No: MH-12345\nDate: 13/11/2024\n\n================================================================================\n\nFor medical queries: depts@apollomumbai.com\nEmergency Contact: 022-XXXX-XXXX (24x7)"
  },
  {
    "chunk_id": "2b0c657b-a497-4dd6-97c4-621412893f1b_chunk_0",
    "doc_id": "2b0c657b-a497-4dd6-97c4-621412893f1b",
    "doc_type": "other",
    "filename": "policy.txt",
    "page_number": 1,
    "chunk_index": 0,
    "text": "HEALTH INSURANCE POLICY\n\nSecureHealth Insurance Company Ltd.\n123 Insurance Plaza, Mumbai - 400001\nPhone: 1800-XXX-XXXX\nEmail: support@securehealth.com\n\n================================================================================\nPOLICY DETAILS\n================================================================================\n\nPolicy Number: POL-2024-MH-789456\nPolicy Holder: Rajesh Kumar Sharma\nDate of Birth: 15/03/1985\nPolicy Issue Date: 01/01/2024\nPolicy Expiry Date: 31/12/2024\nSum Assured: ₹5,00,000\nPremium Amount: ₹15,450 per annum\nPolicy Type: Individual Health Insurance\n\n================================================================================\nCOVERAGE DETAILS\n================================================================================\n\n1. Hospitalization Expenses: ₹5,00,000\n2. Pre-hospitalization (60 days): ₹25,000\n3. Post-hospitalization (90 days): ₹25,000\n4. Ambulance Charges: ₹2,000 per hospitalization\n5. Day Care Procedures: Covered\n6. Room Rent: ₹3,000 per day (maximum)\n\n================================================================================\nEXCLUSIONS\n================================================================================\n\n1. Pre-existing diseases (covered after 2 years)\n2. Cosmetic or plastic surgery\n3. Dental treatment (unless due to accident)\n4. Maternity expenses\n5. Treatment outside India\n6. Self-inflicted injuries\n\n================================================================================\nTERMS AND CONDITIONS\n================================================================================\n\n- Policy is valid for 12 months from issue date\n- Premium must be paid annually\n- Claims must be intimated within 24 hours of hospitalization\n- All original bills and documents must be submitted\n- Cashless facility available at network hospitals\n- Reimbursement claims processed within 30 days\n\n================================================================================\n\nThis is a computer-generated document. For queries, contact: support@securehealth.com"
  }
]